{
  "<pad>": 0,
  "<cls>": 1,
  "<mask>": 2,
  "control": 3,
  "A1CF": 4,
  "A2MP1": 5,
  "A3GALT2": 6,
  "AACSP1": 7,
  "AADAC": 8,
  "AADACL2-AS1": 9,
  "AADACP1": 10,
  "AAMDC": 11,
  "ABCA13": 12,
  "ABCA7": 13,
  "ABCB1": 14,
  "ABCC2": 15,
  "ABCC3": 16,
  "ABCC6": 17,
  "ABCC9": 18,
  "ABCG2": 19,
  "ABCG5": 20,
  "ABHD14A": 21,
  "ABHD17C": 22,
  "ABI3BP": 23,
  "ABTB2": 24,
  "AC000095.2": 25,
  "AC000403.1": 26,
  "AC002066.1": 27,
  "AC002070.1": 28,
  "AC002347.2": 29,
  "AC002350.2": 30,
  "AC002383.1": 31,
  "AC002451.2": 32,
  "AC002463.1": 33,
  "AC002472.1": 34,
  "AC002546.2": 35,
  "AC003035.1": 36,
  "AC003092.1": 37,
  "AC003666.1": 38,
  "AC003682.1": 39,
  "AC003973.3": 40,
  "AC003991.1": 41,
  "AC004069.1": 42,
  "AC004076.2": 43,
  "AC004080.2": 44,
  "AC004149.1": 45,
  "AC004160.1": 46,
  "AC004223.2": 47,
  "AC004231.1": 48,
  "AC004381.1": 49,
  "AC004408.1": 50,
  "AC004477.3": 51,
  "AC004520.1": 52,
  "AC004691.2": 53,
  "AC004704.1": 54,
  "AC004754.1": 55,
  "AC004801.4": 56,
  "AC004801.6": 57,
  "AC004825.2": 58,
  "AC004835.1": 59,
  "AC004840.1": 60,
  "AC004852.2": 61,
  "AC004870.2": 62,
  "AC004870.4": 63,
  "AC004877.2": 64,
  "AC004895.1": 65,
  "AC004908.3": 66,
  "AC004917.1": 67,
  "AC004918.1": 68,
  "AC004951.4": 69,
  "AC004967.1": 70,
  "AC004982.1": 71,
  "AC005006.1": 72,
  "AC005021.1": 73,
  "AC005083.1": 74,
  "AC005150.1": 75,
  "AC005154.3": 76,
  "AC005154.6": 77,
  "AC005156.1": 78,
  "AC005224.3": 79,
  "AC005307.1": 80,
  "AC005332.5": 81,
  "AC005336.3": 82,
  "AC005339.1": 83,
  "AC005479.3": 84,
  "AC005522.2": 85,
  "AC005537.1": 86,
  "AC005538.2": 87,
  "AC005609.1": 88,
  "AC005614.2": 89,
  "AC005702.2": 90,
  "AC005736.2": 91,
  "AC005740.4": 92,
  "AC005746.2": 93,
  "AC005772.1": 94,
  "AC005785.2": 95,
  "AC005828.1": 96,
  "AC005833.3": 97,
  "AC005845.1": 98,
  "AC005856.1": 99,
  "AC005899.1": 100,
  "AC005899.8": 101,
  "AC005911.1": 102,
  "AC005972.1": 103,
  "AC006011.2": 104,
  "AC006027.1": 105,
  "AC006042.2": 106,
  "AC006111.2": 107,
  "AC006111.3": 108,
  "AC006130.1": 109,
  "AC006148.1": 110,
  "AC006157.1": 111,
  "AC006206.2": 112,
  "AC006237.1": 113,
  "AC006262.2": 114,
  "AC006299.1": 115,
  "AC006305.1": 116,
  "AC006449.2": 117,
  "AC006460.1": 118,
  "AC006460.2": 119,
  "AC006538.2": 120,
  "AC006946.2": 121,
  "AC006946.3": 122,
  "AC007029.1": 123,
  "AC007098.1": 124,
  "AC007099.1": 125,
  "AC007100.1": 126,
  "AC007106.1": 127,
  "AC007128.1": 128,
  "AC007193.1": 129,
  "AC007221.2": 130,
  "AC007255.1": 131,
  "AC007285.2": 132,
  "AC007318.1": 133,
  "AC007319.1": 134,
  "AC007347.1": 135,
  "AC007364.1": 136,
  "AC007384.1": 137,
  "AC007389.1": 138,
  "AC007402.1": 139,
  "AC007406.3": 140,
  "AC007424.1": 141,
  "AC007450.1": 142,
  "AC007491.1": 143,
  "AC007496.3": 144,
  "AC007529.1": 145,
  "AC007529.2": 146,
  "AC007563.2": 147,
  "AC007608.4": 148,
  "AC007620.2": 149,
  "AC007681.1": 150,
  "AC007686.3": 151,
  "AC007906.1": 152,
  "AC007923.4": 153,
  "AC007966.1": 154,
  "AC007969.1": 155,
  "AC008014.1": 156,
  "AC008050.1": 157,
  "AC008060.1": 158,
  "AC008074.1": 159,
  "AC008105.3": 160,
  "AC008250.1": 161,
  "AC008264.1": 162,
  "AC008277.1": 163,
  "AC008403.2": 164,
  "AC008415.1": 165,
  "AC008443.2": 166,
  "AC008443.6": 167,
  "AC008537.1": 168,
  "AC008537.2": 169,
  "AC008551.1": 170,
  "AC008555.8": 171,
  "AC008567.2": 172,
  "AC008568.1": 173,
  "AC008592.1": 174,
  "AC008662.1": 175,
  "AC008669.1": 176,
  "AC008731.1": 177,
  "AC008736.1": 178,
  "AC008750.2": 179,
  "AC008758.1": 180,
  "AC008758.6": 181,
  "AC008764.6": 182,
  "AC008840.1": 183,
  "AC008871.1": 184,
  "AC008873.1": 185,
  "AC008878.1": 186,
  "AC008982.1": 187,
  "AC009005.1": 188,
  "AC009041.2": 189,
  "AC009041.4": 190,
  "AC009053.3": 191,
  "AC009065.1": 192,
  "AC009065.2": 193,
  "AC009088.2": 194,
  "AC009090.3": 195,
  "AC009093.3": 196,
  "AC009120.6": 197,
  "AC009133.1": 198,
  "AC009133.5": 199,
  "AC009145.4": 200,
  "AC009163.6": 201,
  "AC009226.1": 202,
  "AC009228.1": 203,
  "AC009229.2": 204,
  "AC009262.1": 205,
  "AC009264.1": 206,
  "AC009269.1": 207,
  "AC009303.2": 208,
  "AC009318.1": 209,
  "AC009411.1": 210,
  "AC009435.1": 211,
  "AC009478.1": 212,
  "AC009509.2": 213,
  "AC009542.1": 214,
  "AC009630.2": 215,
  "AC009646.2": 216,
  "AC009686.2": 217,
  "AC009690.1": 218,
  "AC009690.3": 219,
  "AC009716.2": 220,
  "AC009754.1": 221,
  "AC009779.4": 222,
  "AC009884.1": 223,
  "AC009948.2": 224,
  "AC009955.2": 225,
  "AC009975.1": 226,
  "AC010099.4": 227,
  "AC010168.2": 228,
  "AC010185.1": 229,
  "AC010197.1": 230,
  "AC010201.1": 231,
  "AC010230.1": 232,
  "AC010245.2": 233,
  "AC010261.1": 234,
  "AC010307.3": 235,
  "AC010319.1": 236,
  "AC010320.1": 237,
  "AC010320.3": 238,
  "AC010323.1": 239,
  "AC010327.2": 240,
  "AC010336.5": 241,
  "AC010343.3": 242,
  "AC010547.5": 243,
  "AC010601.1": 244,
  "AC010616.1": 245,
  "AC010624.3": 246,
  "AC010627.1": 247,
  "AC010632.1": 248,
  "AC010654.1": 249,
  "AC010733.1": 250,
  "AC010737.1": 251,
  "AC010761.3": 252,
  "AC010789.1": 253,
  "AC010809.1": 254,
  "AC010809.2": 255,
  "AC010809.3": 256,
  "AC010857.1": 257,
  "AC010864.1": 258,
  "AC010880.1": 259,
  "AC010931.3": 260,
  "AC010967.1": 261,
  "AC010970.1": 262,
  "AC010980.1": 263,
  "AC010997.3": 264,
  "AC010997.5": 265,
  "AC010998.1": 266,
  "AC011196.1": 267,
  "AC011287.1": 268,
  "AC011337.1": 269,
  "AC011346.1": 270,
  "AC011365.1": 271,
  "AC011444.2": 272,
  "AC011455.1": 273,
  "AC011461.1": 274,
  "AC011462.4": 275,
  "AC011468.2": 276,
  "AC011468.5": 277,
  "AC011472.1": 278,
  "AC011476.3": 279,
  "AC011479.2": 280,
  "AC011483.2": 281,
  "AC011495.3": 282,
  "AC011497.2": 283,
  "AC011498.7": 284,
  "AC011503.1": 285,
  "AC011511.1": 286,
  "AC011511.5": 287,
  "AC011523.1": 288,
  "AC011595.1": 289,
  "AC011604.2": 290,
  "AC011632.1": 291,
  "AC011676.3": 292,
  "AC011824.2": 293,
  "AC011825.2": 294,
  "AC011825.3": 295,
  "AC011912.1": 296,
  "AC011939.3": 297,
  "AC011990.1": 298,
  "AC011997.1": 299,
  "AC012065.3": 300,
  "AC012100.2": 301,
  "AC012170.1": 302,
  "AC012213.3": 303,
  "AC012236.1": 304,
  "AC012322.1": 305,
  "AC012368.2": 306,
  "AC012404.1": 307,
  "AC012404.2": 308,
  "AC012409.5": 309,
  "AC012435.1": 310,
  "AC012464.2": 311,
  "AC012485.2": 312,
  "AC012485.3": 313,
  "AC012501.1": 314,
  "AC012508.2": 315,
  "AC012557.2": 316,
  "AC012593.1": 317,
  "AC012613.1": 318,
  "AC012615.3": 319,
  "AC012629.2": 320,
  "AC012676.1": 321,
  "AC013275.1": 322,
  "AC013403.2": 323,
  "AC013444.1": 324,
  "AC013468.1": 325,
  "AC013553.4": 326,
  "AC013652.1": 327,
  "AC013726.1": 328,
  "AC015688.8": 329,
  "AC015712.5": 330,
  "AC015813.4": 331,
  "AC015813.5": 332,
  "AC015908.2": 333,
  "AC015908.3": 334,
  "AC015911.4": 335,
  "AC015920.1": 336,
  "AC016027.3": 337,
  "AC016168.2": 338,
  "AC016205.1": 339,
  "AC016542.1": 340,
  "AC016542.3": 341,
  "AC016575.1": 342,
  "AC016588.1": 343,
  "AC016598.1": 344,
  "AC016687.3": 345,
  "AC016723.1": 346,
  "AC016735.1": 347,
  "AC016745.2": 348,
  "AC016766.1": 349,
  "AC016831.1": 350,
  "AC016987.1": 351,
  "AC017007.2": 352,
  "AC017091.1": 353,
  "AC018358.1": 354,
  "AC018362.2": 355,
  "AC018462.1": 356,
  "AC018467.1": 357,
  "AC018521.7": 358,
  "AC018553.1": 359,
  "AC018557.2": 360,
  "AC018629.1": 361,
  "AC018641.1": 362,
  "AC018644.1": 363,
  "AC018682.1": 364,
  "AC018693.1": 365,
  "AC018737.2": 366,
  "AC018878.1": 367,
  "AC018904.1": 368,
  "AC019068.1": 369,
  "AC019080.3": 370,
  "AC019117.1": 371,
  "AC019209.3": 372,
  "AC019211.1": 373,
  "AC020559.1": 374,
  "AC020637.1": 375,
  "AC020656.2": 376,
  "AC020661.3": 377,
  "AC020661.4": 378,
  "AC020687.1": 379,
  "AC020704.1": 380,
  "AC020718.1": 381,
  "AC020765.2": 382,
  "AC020907.4": 383,
  "AC020911.1": 384,
  "AC020912.1": 385,
  "AC020915.6": 386,
  "AC020978.4": 387,
  "AC021016.3": 388,
  "AC021074.1": 389,
  "AC021079.1": 390,
  "AC021231.1": 391,
  "AC021351.1": 392,
  "AC021439.1": 393,
  "AC021739.3": 394,
  "AC022126.1": 395,
  "AC022140.1": 396,
  "AC022146.2": 397,
  "AC022149.1": 398,
  "AC022306.3": 399,
  "AC022384.1": 400,
  "AC022398.1": 401,
  "AC022498.1": 402,
  "AC022517.1": 403,
  "AC022523.1": 404,
  "AC022558.3": 405,
  "AC022639.1": 406,
  "AC022733.1": 407,
  "AC022796.1": 408,
  "AC022874.1": 409,
  "AC022973.2": 410,
  "AC023043.4": 411,
  "AC023157.3": 412,
  "AC023355.1": 413,
  "AC023509.2": 414,
  "AC023794.3": 415,
  "AC023830.1": 416,
  "AC023906.1": 417,
  "AC023983.1": 418,
  "AC024075.2": 419,
  "AC024230.1": 420,
  "AC024293.1": 421,
  "AC024361.3": 422,
  "AC024559.1": 423,
  "AC024601.1": 424,
  "AC024651.1": 425,
  "AC024884.2": 426,
  "AC024901.1": 427,
  "AC024909.1": 428,
  "AC025165.5": 429,
  "AC025175.1": 430,
  "AC025178.1": 431,
  "AC025263.2": 432,
  "AC025272.1": 433,
  "AC025287.4": 434,
  "AC025430.1": 435,
  "AC025524.2": 436,
  "AC025566.1": 437,
  "AC025576.2": 438,
  "AC025594.3": 439,
  "AC025627.1": 440,
  "AC025678.3": 441,
  "AC025822.2": 442,
  "AC025857.2": 443,
  "AC026271.4": 444,
  "AC026333.3": 445,
  "AC026362.2": 446,
  "AC026367.1": 447,
  "AC026369.2": 448,
  "AC026464.4": 449,
  "AC026741.1": 450,
  "AC026765.2": 451,
  "AC026771.1": 452,
  "AC026790.1": 453,
  "AC026894.1": 454,
  "AC026954.1": 455,
  "AC027088.2": 456,
  "AC027117.1": 457,
  "AC027117.2": 458,
  "AC027130.1": 459,
  "AC027228.1": 460,
  "AC027279.2": 461,
  "AC027288.2": 462,
  "AC027288.3": 463,
  "AC027309.1": 464,
  "AC027601.1": 465,
  "AC027601.3": 466,
  "AC027601.5": 467,
  "AC027682.1": 468,
  "AC027682.6": 469,
  "AC027682.7": 470,
  "AC027801.2": 471,
  "AC034195.1": 472,
  "AC034198.2": 473,
  "AC034205.2": 474,
  "AC036108.2": 475,
  "AC037459.2": 476,
  "AC040174.1": 477,
  "AC040174.2": 478,
  "AC046136.1": 479,
  "AC048337.1": 480,
  "AC048341.2": 481,
  "AC048382.2": 482,
  "AC048382.5": 483,
  "AC053503.2": 484,
  "AC053527.1": 485,
  "AC055764.1": 486,
  "AC058823.1": 487,
  "AC060809.1": 488,
  "AC062004.1": 489,
  "AC062037.2": 490,
  "AC063943.1": 491,
  "AC063944.1": 492,
  "AC063979.2": 493,
  "AC064801.1": 494,
  "AC064805.2": 495,
  "AC064807.4": 496,
  "AC064834.1": 497,
  "AC064871.1": 498,
  "AC067735.1": 499,
  "AC067747.1": 500,
  "AC067817.2": 501,
  "AC067930.2": 502,
  "AC067931.1": 503,
  "AC068051.1": 504,
  "AC068152.1": 505,
  "AC068196.1": 506,
  "AC068305.3": 507,
  "AC068413.1": 508,
  "AC068446.1": 509,
  "AC068446.3": 510,
  "AC068533.2": 511,
  "AC068533.4": 512,
  "AC068599.1": 513,
  "AC068633.1": 514,
  "AC068647.1": 515,
  "AC068672.2": 516,
  "AC068675.1": 517,
  "AC068759.1": 518,
  "AC068768.1": 519,
  "AC068775.2": 520,
  "AC068790.3": 521,
  "AC068790.9": 522,
  "AC068831.6": 523,
  "AC068985.1": 524,
  "AC068992.1": 525,
  "AC069133.1": 526,
  "AC069148.1": 527,
  "AC069222.1": 528,
  "AC069234.5": 529,
  "AC069277.1": 530,
  "AC072022.2": 531,
  "AC072062.1": 532,
  "AC073050.1": 533,
  "AC073062.1": 534,
  "AC073071.1": 535,
  "AC073082.1": 536,
  "AC073115.1": 537,
  "AC073172.2": 538,
  "AC073288.1": 539,
  "AC073316.1": 540,
  "AC073346.1": 541,
  "AC073359.2": 542,
  "AC073365.1": 543,
  "AC073464.1": 544,
  "AC073529.1": 545,
  "AC073530.1": 546,
  "AC073551.1": 547,
  "AC073569.1": 548,
  "AC073569.2": 549,
  "AC073575.1": 550,
  "AC073610.1": 551,
  "AC073611.1": 552,
  "AC073651.1": 553,
  "AC073842.2": 554,
  "AC073878.1": 555,
  "AC073941.1": 556,
  "AC074117.2": 557,
  "AC074138.1": 558,
  "AC074237.1": 559,
  "AC074286.1": 560,
  "AC074367.1": 561,
  "AC078814.1": 562,
  "AC078845.1": 563,
  "AC078865.1": 564,
  "AC078880.3": 565,
  "AC078881.1": 566,
  "AC078883.1": 567,
  "AC078923.1": 568,
  "AC078962.2": 569,
  "AC079035.1": 570,
  "AC079062.1": 571,
  "AC079148.1": 572,
  "AC079160.1": 573,
  "AC079174.1": 574,
  "AC079209.2": 575,
  "AC079328.2": 576,
  "AC079331.1": 577,
  "AC079331.2": 578,
  "AC079354.1": 579,
  "AC079362.1": 580,
  "AC079416.1": 581,
  "AC079447.1": 582,
  "AC079466.1": 583,
  "AC079601.1": 584,
  "AC079610.1": 585,
  "AC079630.1": 586,
  "AC079760.1": 587,
  "AC079760.2": 588,
  "AC079917.1": 589,
  "AC080013.5": 590,
  "AC083800.1": 591,
  "AC083864.2": 592,
  "AC083906.3": 593,
  "AC084024.3": 594,
  "AC084357.2": 595,
  "AC084782.1": 596,
  "AC084816.1": 597,
  "AC084824.3": 598,
  "AC084866.1": 599,
  "AC084879.1": 600,
  "AC087257.2": 601,
  "AC087269.1": 602,
  "AC087276.2": 603,
  "AC087280.2": 604,
  "AC087321.1": 605,
  "AC087379.2": 606,
  "AC087392.5": 607,
  "AC087473.1": 608,
  "AC087501.1": 609,
  "AC087518.1": 610,
  "AC087633.1": 611,
  "AC087636.1": 612,
  "AC087645.2": 613,
  "AC087857.1": 614,
  "AC089983.1": 615,
  "AC089984.1": 616,
  "AC090001.1": 617,
  "AC090092.1": 618,
  "AC090115.1": 619,
  "AC090125.1": 620,
  "AC090164.2": 621,
  "AC090181.2": 622,
  "AC090186.1": 623,
  "AC090206.1": 624,
  "AC090220.1": 625,
  "AC090358.1": 626,
  "AC090403.1": 627,
  "AC090458.1": 628,
  "AC090502.1": 629,
  "AC090510.1": 630,
  "AC090515.5": 631,
  "AC090517.2": 632,
  "AC090518.1": 633,
  "AC090519.2": 634,
  "AC090527.2": 635,
  "AC090607.1": 636,
  "AC090617.3": 637,
  "AC090686.1": 638,
  "AC090709.1": 639,
  "AC090772.4": 640,
  "AC090791.1": 641,
  "AC090809.1": 642,
  "AC090833.1": 643,
  "AC090948.3": 644,
  "AC090971.1": 645,
  "AC090971.5": 646,
  "AC090984.1": 647,
  "AC090993.1": 648,
  "AC091078.1": 649,
  "AC091117.2": 650,
  "AC091132.2": 651,
  "AC091133.5": 652,
  "AC091152.3": 653,
  "AC091182.1": 654,
  "AC091212.1": 655,
  "AC091390.3": 656,
  "AC091544.5": 657,
  "AC091588.3": 658,
  "AC091769.2": 659,
  "AC091885.2": 660,
  "AC091887.1": 661,
  "AC091925.2": 662,
  "AC091939.1": 663,
  "AC091940.1": 664,
  "AC091946.1": 665,
  "AC091948.1": 666,
  "AC091976.1": 667,
  "AC091979.1": 668,
  "AC092100.1": 669,
  "AC092118.2": 670,
  "AC092119.1": 671,
  "AC092120.1": 672,
  "AC092167.1": 673,
  "AC092171.1": 674,
  "AC092171.4": 675,
  "AC092354.1": 676,
  "AC092378.1": 677,
  "AC092378.2": 678,
  "AC092422.1": 679,
  "AC092535.3": 680,
  "AC092573.2": 681,
  "AC092598.1": 682,
  "AC092620.2": 683,
  "AC092636.1": 684,
  "AC092650.1": 685,
  "AC092652.2": 686,
  "AC092673.1": 687,
  "AC092691.1": 688,
  "AC092691.2": 689,
  "AC092718.4": 690,
  "AC092783.1": 691,
  "AC092794.2": 692,
  "AC092807.2": 693,
  "AC092813.1": 694,
  "AC092832.2": 695,
  "AC092849.2": 696,
  "AC092868.1": 697,
  "AC092944.1": 698,
  "AC092957.1": 699,
  "AC092979.1": 700,
  "AC093001.1": 701,
  "AC093142.1": 702,
  "AC093151.2": 703,
  "AC093206.1": 704,
  "AC093305.1": 705,
  "AC093484.5": 706,
  "AC093535.1": 707,
  "AC093627.3": 708,
  "AC093772.1": 709,
  "AC093801.1": 710,
  "AC093908.1": 711,
  "AC095032.1": 712,
  "AC095350.1": 713,
  "AC095350.2": 714,
  "AC096564.2": 715,
  "AC096588.1": 716,
  "AC096711.3": 717,
  "AC096741.2": 718,
  "AC096746.1": 719,
  "AC096751.2": 720,
  "AC096887.1": 721,
  "AC097059.1": 722,
  "AC097103.2": 723,
  "AC097347.1": 724,
  "AC097372.1": 725,
  "AC097372.4": 726,
  "AC097374.1": 727,
  "AC097376.1": 728,
  "AC097376.2": 729,
  "AC097468.2": 730,
  "AC097478.1": 731,
  "AC097478.4": 732,
  "AC097480.1": 733,
  "AC097504.1": 734,
  "AC097515.1": 735,
  "AC098484.2": 736,
  "AC098617.1": 737,
  "AC098679.3": 738,
  "AC098818.2": 739,
  "AC098829.1": 740,
  "AC098848.1": 741,
  "AC098872.1": 742,
  "AC099066.1": 743,
  "AC099342.1": 744,
  "AC099489.1": 745,
  "AC099494.3": 746,
  "AC099518.5": 747,
  "AC099520.1": 748,
  "AC099654.2": 749,
  "AC099669.1": 750,
  "AC099681.1": 751,
  "AC100768.2": 752,
  "AC100814.1": 753,
  "AC100821.1": 754,
  "AC100849.1": 755,
  "AC100858.3": 756,
  "AC103591.3": 757,
  "AC103702.1": 758,
  "AC103746.1": 759,
  "AC103760.1": 760,
  "AC103810.1": 761,
  "AC103810.4": 762,
  "AC103853.1": 763,
  "AC104078.2": 764,
  "AC104113.1": 765,
  "AC104123.1": 766,
  "AC104126.1": 767,
  "AC104134.1": 768,
  "AC104162.1": 769,
  "AC104170.1": 770,
  "AC104212.3": 771,
  "AC104248.1": 772,
  "AC104365.1": 773,
  "AC104407.1": 774,
  "AC104451.1": 775,
  "AC104472.1": 776,
  "AC104574.2": 777,
  "AC104663.1": 778,
  "AC104819.1": 779,
  "AC104958.1": 780,
  "AC104966.1": 781,
  "AC104984.2": 782,
  "AC104984.3": 783,
  "AC105021.1": 784,
  "AC105052.3": 785,
  "AC105206.2": 786,
  "AC105243.1": 787,
  "AC105285.1": 788,
  "AC105342.1": 789,
  "AC105389.3": 790,
  "AC105411.1": 791,
  "AC105415.1": 792,
  "AC105460.2": 793,
  "AC105999.2": 794,
  "AC106729.1": 795,
  "AC106744.1": 796,
  "AC106771.1": 797,
  "AC106772.1": 798,
  "AC106779.1": 799,
  "AC106788.1": 800,
  "AC106820.2": 801,
  "AC106858.1": 802,
  "AC106869.1": 803,
  "AC106892.1": 804,
  "AC106895.1": 805,
  "AC106895.2": 806,
  "AC107067.1": 807,
  "AC107068.1": 808,
  "AC107214.2": 809,
  "AC107220.1": 810,
  "AC107896.1": 811,
  "AC107959.1": 812,
  "AC107973.1": 813,
  "AC107982.3": 814,
  "AC108047.1": 815,
  "AC108058.1": 816,
  "AC108134.2": 817,
  "AC108174.1": 818,
  "AC108449.1": 819,
  "AC108676.1": 820,
  "AC108865.2": 821,
  "AC109349.1": 822,
  "AC109466.1": 823,
  "AC109492.1": 824,
  "AC109588.1": 825,
  "AC109635.4": 826,
  "AC109779.1": 827,
  "AC109927.1": 828,
  "AC110023.1": 829,
  "AC110056.1": 830,
  "AC110058.1": 831,
  "AC110285.3": 832,
  "AC110285.6": 833,
  "AC110760.2": 834,
  "AC110769.3": 835,
  "AC110995.1": 836,
  "AC112206.2": 837,
  "AC112243.1": 838,
  "AC112493.1": 839,
  "AC112503.2": 840,
  "AC112504.1": 841,
  "AC112693.3": 842,
  "AC112694.1": 843,
  "AC113347.4": 844,
  "AC113355.1": 845,
  "AC114400.1": 846,
  "AC114401.1": 847,
  "AC114485.1": 848,
  "AC114488.1": 849,
  "AC114550.3": 850,
  "AC114763.1": 851,
  "AC114947.2": 852,
  "AC115102.1": 853,
  "AC115618.2": 854,
  "AC115837.1": 855,
  "AC116036.1": 856,
  "AC116049.2": 857,
  "AC116424.1": 858,
  "AC116552.1": 859,
  "AC116634.1": 860,
  "AC116903.2": 861,
  "AC117386.1": 862,
  "AC117386.2": 863,
  "AC117394.1": 864,
  "AC117513.1": 865,
  "AC119396.2": 866,
  "AC119674.2": 867,
  "AC119677.1": 868,
  "AC119751.3": 869,
  "AC120036.5": 870,
  "AC120049.1": 871,
  "AC120193.1": 872,
  "AC120349.2": 873,
  "AC121320.1": 874,
  "AC121757.1": 875,
  "AC121764.1": 876,
  "AC122707.1": 877,
  "AC122710.2": 878,
  "AC122713.2": 879,
  "AC124067.4": 880,
  "AC124319.3": 881,
  "AC124854.1": 882,
  "AC125603.2": 883,
  "AC126696.1": 884,
  "AC126768.2": 885,
  "AC126773.1": 886,
  "AC126773.4": 887,
  "AC127024.4": 888,
  "AC127496.1": 889,
  "AC127502.3": 890,
  "AC127526.5": 891,
  "AC129507.2": 892,
  "AC129807.1": 893,
  "AC130448.2": 894,
  "AC130456.2": 895,
  "AC130456.6": 896,
  "AC130469.2": 897,
  "AC131532.1": 898,
  "AC131956.1": 899,
  "AC132192.1": 900,
  "AC132217.1": 901,
  "AC132807.2": 902,
  "AC132938.1": 903,
  "AC133041.1": 904,
  "AC133065.1": 905,
  "AC133473.1": 906,
  "AC133794.1": 907,
  "AC134511.1": 908,
  "AC135048.4": 909,
  "AC135050.3": 910,
  "AC135050.4": 911,
  "AC135178.2": 912,
  "AC135507.1": 913,
  "AC135586.2": 914,
  "AC135983.3": 915,
  "AC136285.1": 916,
  "AC136475.5": 917,
  "AC137579.1": 918,
  "AC137590.1": 919,
  "AC137794.1": 920,
  "AC137810.1": 921,
  "AC138058.1": 922,
  "AC138123.2": 923,
  "AC138305.1": 924,
  "AC138466.3": 925,
  "AC138819.1": 926,
  "AC138956.2": 927,
  "AC138969.2": 928,
  "AC139453.3": 929,
  "AC139491.2": 930,
  "AC139493.2": 931,
  "AC139718.2": 932,
  "AC139783.1": 933,
  "AC141928.1": 934,
  "AC141930.1": 935,
  "AC145146.2": 936,
  "AC145207.6": 937,
  "AC145207.9": 938,
  "AC145285.1": 939,
  "AC145423.3": 940,
  "AC147067.1": 941,
  "AC211433.1": 942,
  "AC211433.2": 943,
  "AC232271.1": 944,
  "AC233266.2": 945,
  "AC233701.1": 946,
  "AC233702.2": 947,
  "AC234775.3": 948,
  "AC234782.2": 949,
  "AC234917.1": 950,
  "AC239584.1": 951,
  "AC239800.2": 952,
  "AC239868.2": 953,
  "AC241585.2": 954,
  "AC243585.2": 955,
  "AC243772.2": 956,
  "AC243960.2": 957,
  "AC243964.2": 958,
  "AC243965.2": 959,
  "AC243967.1": 960,
  "AC243967.2": 961,
  "AC244093.3": 962,
  "AC244093.4": 963,
  "AC244093.5": 964,
  "AC244131.2": 965,
  "AC244453.3": 966,
  "AC244502.1": 967,
  "AC244517.1": 968,
  "AC244517.2": 969,
  "AC245041.2": 970,
  "AC245054.1": 971,
  "AC245748.1": 972,
  "AC245748.2": 973,
  "ACBD5": 974,
  "ACER1": 975,
  "ACKR1": 976,
  "ACLY": 977,
  "ACMSD": 978,
  "ACOT11": 979,
  "ACOXL": 980,
  "ACP6": 981,
  "ACPP": 982,
  "ACSBG1": 983,
  "ACSL3": 984,
  "ACSL4": 985,
  "ACSL5": 986,
  "ACSM1": 987,
  "ACSM5": 988,
  "ACSS1": 989,
  "ACSS2": 990,
  "ACTA1": 991,
  "ACTA2-AS1": 992,
  "ACTBL2": 993,
  "ACTN2": 994,
  "AD000671.2": 995,
  "AD000671.3": 996,
  "AD001527.1": 997,
  "ADAM12": 998,
  "ADAM28": 999,
  "ADAM5": 1000,
  "ADAMTS1": 1001,
  "ADAMTS10": 1002,
  "ADAMTS12": 1003,
  "ADAMTS16": 1004,
  "ADAMTS18": 1005,
  "ADAMTS20": 1006,
  "ADAMTS3": 1007,
  "ADAMTS6": 1008,
  "ADAMTS9": 1009,
  "ADAMTSL4-AS1": 1010,
  "ADARB1": 1011,
  "ADARB2-AS1": 1012,
  "ADAT3": 1013,
  "ADCY2": 1014,
  "ADCY3": 1015,
  "ADCY4": 1016,
  "ADCY8": 1017,
  "ADCY9": 1018,
  "ADGRA1": 1019,
  "ADGRA3": 1020,
  "ADGRB3": 1021,
  "ADGRF1": 1022,
  "ADGRG1": 1023,
  "ADGRG2": 1024,
  "ADGRG3": 1025,
  "ADGRG5": 1026,
  "ADGRG6": 1027,
  "ADGRL2": 1028,
  "ADGRL3": 1029,
  "ADGRL3-AS1": 1030,
  "ADGRV1": 1031,
  "ADH1C": 1032,
  "ADH6": 1033,
  "ADM": 1034,
  "AES": 1035,
  "AF111167.1": 1036,
  "AF111169.1": 1037,
  "AF117829.1": 1038,
  "AF117829.2": 1039,
  "AF121898.1": 1040,
  "AF127577.4": 1041,
  "AF127936.1": 1042,
  "AF130351.1": 1043,
  "AF230666.2": 1044,
  "AF241725.1": 1045,
  "AF279873.3": 1046,
  "AFF1": 1047,
  "AFF3": 1048,
  "AFP": 1049,
  "AGAP11": 1050,
  "AGBL1": 1051,
  "AGBL3": 1052,
  "AGBL4": 1053,
  "AGMAT": 1054,
  "AGMO": 1055,
  "AGO2": 1056,
  "AGR2": 1057,
  "AGR3": 1058,
  "AGT": 1059,
  "AGTR1": 1060,
  "AIFM3": 1061,
  "AJ003147.1": 1062,
  "AJ009632.2": 1063,
  "AK3P3": 1064,
  "AK4": 1065,
  "AK5": 1066,
  "AKAP12": 1067,
  "AKAP6": 1068,
  "AKR1B1": 1069,
  "AKR1B10": 1070,
  "AKR1C1": 1071,
  "AKR1C6P": 1072,
  "AL008582.1": 1073,
  "AL008727.1": 1074,
  "AL009176.1": 1075,
  "AL009181.1": 1076,
  "AL021707.6": 1077,
  "AL021937.3": 1078,
  "AL022068.1": 1079,
  "AL022238.2": 1080,
  "AL022316.1": 1081,
  "AL022323.4": 1082,
  "AL022323.5": 1083,
  "AL022324.2": 1084,
  "AL022328.1": 1085,
  "AL023284.4": 1086,
  "AL023495.1": 1087,
  "AL023581.1": 1088,
  "AL023803.3": 1089,
  "AL031008.1": 1090,
  "AL031283.2": 1091,
  "AL031316.1": 1092,
  "AL031587.3": 1093,
  "AL031594.1": 1094,
  "AL031665.2": 1095,
  "AL031666.2": 1096,
  "AL031710.2": 1097,
  "AL031714.1": 1098,
  "AL031731.1": 1099,
  "AL031847.1": 1100,
  "AL031963.3": 1101,
  "AL031985.3": 1102,
  "AL033504.1": 1103,
  "AL033529.1": 1104,
  "AL034379.1": 1105,
  "AL034417.3": 1106,
  "AL035413.1": 1107,
  "AL035427.1": 1108,
  "AL035658.1": 1109,
  "AL049539.1": 1110,
  "AL049637.1": 1111,
  "AL049775.2": 1112,
  "AL049776.1": 1113,
  "AL049779.1": 1114,
  "AL049780.1": 1115,
  "AL049780.3": 1116,
  "AL049836.1": 1117,
  "AL049840.1": 1118,
  "AL050320.1": 1119,
  "AL050331.3": 1120,
  "AL078590.2": 1121,
  "AL078590.3": 1122,
  "AL078599.2": 1123,
  "AL078644.1": 1124,
  "AL079304.1": 1125,
  "AL080312.2": 1126,
  "AL109804.1": 1127,
  "AL109811.2": 1128,
  "AL110292.1": 1129,
  "AL117329.1": 1130,
  "AL117335.1": 1131,
  "AL117694.1": 1132,
  "AL118505.1": 1133,
  "AL118511.1": 1134,
  "AL121578.1": 1135,
  "AL121722.1": 1136,
  "AL121748.2": 1137,
  "AL121758.1": 1138,
  "AL121761.1": 1139,
  "AL121782.1": 1140,
  "AL121790.2": 1141,
  "AL121832.3": 1142,
  "AL121839.2": 1143,
  "AL121895.1": 1144,
  "AL121900.1": 1145,
  "AL121904.1": 1146,
  "AL121917.1": 1147,
  "AL121949.1": 1148,
  "AL121992.3": 1149,
  "AL122008.2": 1150,
  "AL122019.1": 1151,
  "AL132671.2": 1152,
  "AL132780.5": 1153,
  "AL132989.1": 1154,
  "AL133153.2": 1155,
  "AL133342.1": 1156,
  "AL133346.1": 1157,
  "AL133373.2": 1158,
  "AL133417.1": 1159,
  "AL133464.1": 1160,
  "AL135936.1": 1161,
  "AL136038.5": 1162,
  "AL136115.1": 1163,
  "AL136115.2": 1164,
  "AL136146.2": 1165,
  "AL136234.1": 1166,
  "AL136295.6": 1167,
  "AL136380.1": 1168,
  "AL136537.2": 1169,
  "AL136980.1": 1170,
  "AL136981.2": 1171,
  "AL136985.3": 1172,
  "AL136988.1": 1173,
  "AL137005.1": 1174,
  "AL137230.2": 1175,
  "AL138720.1": 1176,
  "AL138724.1": 1177,
  "AL138737.1": 1178,
  "AL138787.2": 1179,
  "AL138789.1": 1180,
  "AL138828.1": 1181,
  "AL138881.1": 1182,
  "AL138921.3": 1183,
  "AL139023.1": 1184,
  "AL139094.1": 1185,
  "AL139099.3": 1186,
  "AL139123.1": 1187,
  "AL139158.2": 1188,
  "AL139161.1": 1189,
  "AL139241.1": 1190,
  "AL139260.1": 1191,
  "AL139286.2": 1192,
  "AL139288.1": 1193,
  "AL139339.1": 1194,
  "AL139339.2": 1195,
  "AL139383.1": 1196,
  "AL139393.1": 1197,
  "AL139424.3": 1198,
  "AL157395.1": 1199,
  "AL157702.2": 1200,
  "AL157778.1": 1201,
  "AL157786.1": 1202,
  "AL157792.1": 1203,
  "AL157871.6": 1204,
  "AL157884.3": 1205,
  "AL157904.1": 1206,
  "AL157911.1": 1207,
  "AL157937.1": 1208,
  "AL158071.3": 1209,
  "AL158151.2": 1210,
  "AL158163.1": 1211,
  "AL158163.2": 1212,
  "AL158196.1": 1213,
  "AL158209.1": 1214,
  "AL158212.2": 1215,
  "AL158834.1": 1216,
  "AL158835.1": 1217,
  "AL159163.1": 1218,
  "AL159169.2": 1219,
  "AL160191.1": 1220,
  "AL160272.1": 1221,
  "AL160276.1": 1222,
  "AL160314.2": 1223,
  "AL160408.6": 1224,
  "AL161669.4": 1225,
  "AL161757.4": 1226,
  "AL162171.2": 1227,
  "AL162171.3": 1228,
  "AL162254.1": 1229,
  "AL162258.2": 1230,
  "AL162274.3": 1231,
  "AL162377.1": 1232,
  "AL162385.2": 1233,
  "AL162386.2": 1234,
  "AL162414.1": 1235,
  "AL162419.1": 1236,
  "AL162497.1": 1237,
  "AL162725.2": 1238,
  "AL353588.1": 1239,
  "AL353593.3": 1240,
  "AL353693.1": 1241,
  "AL353719.1": 1242,
  "AL353768.1": 1243,
  "AL354732.1": 1244,
  "AL354733.1": 1245,
  "AL354740.1": 1246,
  "AL354751.1": 1247,
  "AL354760.1": 1248,
  "AL354771.1": 1249,
  "AL354811.1": 1250,
  "AL354861.2": 1251,
  "AL354892.1": 1252,
  "AL354919.1": 1253,
  "AL354979.1": 1254,
  "AL354994.1": 1255,
  "AL355073.2": 1256,
  "AL355102.4": 1257,
  "AL355297.4": 1258,
  "AL355472.2": 1259,
  "AL355493.1": 1260,
  "AL355512.1": 1261,
  "AL355838.1": 1262,
  "AL355852.1": 1263,
  "AL355860.1": 1264,
  "AL356108.1": 1265,
  "AL356124.1": 1266,
  "AL356432.2": 1267,
  "AL356479.1": 1268,
  "AL356801.1": 1269,
  "AL356804.1": 1270,
  "AL357033.4": 1271,
  "AL357052.1": 1272,
  "AL357992.1": 1273,
  "AL358075.1": 1274,
  "AL358234.1": 1275,
  "AL358334.1": 1276,
  "AL358334.3": 1277,
  "AL358472.1": 1278,
  "AL359075.1": 1279,
  "AL359075.2": 1280,
  "AL359091.4": 1281,
  "AL359220.1": 1282,
  "AL359232.1": 1283,
  "AL359237.1": 1284,
  "AL359551.1": 1285,
  "AL359555.1": 1286,
  "AL359634.1": 1287,
  "AL359636.3": 1288,
  "AL359643.3": 1289,
  "AL359706.1": 1290,
  "AL359710.1": 1291,
  "AL359740.1": 1292,
  "AL359873.1": 1293,
  "AL359915.2": 1294,
  "AL360093.1": 1295,
  "AL360181.4": 1296,
  "AL360268.2": 1297,
  "AL365203.1": 1298,
  "AL365259.1": 1299,
  "AL365436.2": 1300,
  "AL390037.1": 1301,
  "AL390061.1": 1302,
  "AL390066.1": 1303,
  "AL390334.1": 1304,
  "AL390726.6": 1305,
  "AL390879.2": 1306,
  "AL390961.1": 1307,
  "AL391001.1": 1308,
  "AL391056.1": 1309,
  "AL391121.1": 1310,
  "AL391244.3": 1311,
  "AL391262.2": 1312,
  "AL391422.1": 1313,
  "AL391422.2": 1314,
  "AL391597.1": 1315,
  "AL392003.2": 1316,
  "AL392089.1": 1317,
  "AL442647.1": 1318,
  "AL445228.2": 1319,
  "AL445259.1": 1320,
  "AL445305.1": 1321,
  "AL445465.1": 1322,
  "AL445465.2": 1323,
  "AL445472.1": 1324,
  "AL445524.1": 1325,
  "AL445673.1": 1326,
  "AL449212.1": 1327,
  "AL449266.1": 1328,
  "AL450384.1": 1329,
  "AL450992.1": 1330,
  "AL451064.1": 1331,
  "AL451064.2": 1332,
  "AL451070.1": 1333,
  "AL512274.1": 1334,
  "AL512310.12": 1335,
  "AL512343.2": 1336,
  "AL512413.1": 1337,
  "AL512506.1": 1338,
  "AL512506.3": 1339,
  "AL512604.2": 1340,
  "AL512625.1": 1341,
  "AL512625.3": 1342,
  "AL512652.1": 1343,
  "AL513123.1": 1344,
  "AL513188.1": 1345,
  "AL513523.4": 1346,
  "AL583836.1": 1347,
  "AL583859.2": 1348,
  "AL589669.1": 1349,
  "AL589739.1": 1350,
  "AL589740.1": 1351,
  "AL589743.4": 1352,
  "AL589765.5": 1353,
  "AL589935.1": 1354,
  "AL589993.1": 1355,
  "AL590385.2": 1356,
  "AL590705.1": 1357,
  "AL590714.1": 1358,
  "AL590763.1": 1359,
  "AL590783.1": 1360,
  "AL591501.1": 1361,
  "AL592310.1": 1362,
  "AL592430.1": 1363,
  "AL596325.2": 1364,
  "AL603839.2": 1365,
  "AL603840.1": 1366,
  "AL606489.1": 1367,
  "AL606760.1": 1368,
  "AL627309.1": 1369,
  "AL645568.1": 1370,
  "AL645608.1": 1371,
  "AL645608.2": 1372,
  "AL645608.3": 1373,
  "AL645608.7": 1374,
  "AL645937.5": 1375,
  "AL645940.1": 1376,
  "AL662791.5": 1377,
  "AL662797.1": 1378,
  "AL662889.1": 1379,
  "AL662890.2": 1380,
  "AL663023.1": 1381,
  "AL663074.2": 1382,
  "AL669970.1": 1383,
  "AL670729.2": 1384,
  "AL672142.1": 1385,
  "AL672167.1": 1386,
  "AL691515.2": 1387,
  "AL713999.1": 1388,
  "AL731577.1": 1389,
  "AL805961.1": 1390,
  "AL807742.1": 1391,
  "AL807752.5": 1392,
  "AL845552.1": 1393,
  "AL954650.1": 1394,
  "ALB": 1395,
  "ALDH1A1": 1396,
  "ALDH1A2": 1397,
  "ALDH3A1": 1398,
  "ALDH3B1": 1399,
  "ALDOC": 1400,
  "ALK": 1401,
  "ALLC": 1402,
  "ALMS1": 1403,
  "ALOX12-AS1": 1404,
  "ALOX12P1": 1405,
  "ALOX12P2": 1406,
  "ALOX15": 1407,
  "ALOX5AP": 1408,
  "ALPK2": 1409,
  "ALX1": 1410,
  "AMBN": 1411,
  "AMD1P3": 1412,
  "AMER1": 1413,
  "AMER2": 1414,
  "AMIGO2": 1415,
  "AMMECR1": 1416,
  "AMN1": 1417,
  "AMT": 1418,
  "ANAPC10": 1419,
  "ANAPC16": 1420,
  "ANGEL2": 1421,
  "ANGPT1": 1422,
  "ANGPTL4": 1423,
  "ANK2": 1424,
  "ANK3": 1425,
  "ANKDD1B": 1426,
  "ANKH": 1427,
  "ANKMY1": 1428,
  "ANKRD1": 1429,
  "ANKRD18A": 1430,
  "ANKRD20A11P": 1431,
  "ANKRD20A19P": 1432,
  "ANKRD20A8P": 1433,
  "ANKRD26P3": 1434,
  "ANKRD30A": 1435,
  "ANKRD30B": 1436,
  "ANKRD33B": 1437,
  "ANKRD37": 1438,
  "ANKRD61": 1439,
  "ANKRD62P1": 1440,
  "ANKS1B": 1441,
  "ANKUB1": 1442,
  "ANLN": 1443,
  "ANO2": 1444,
  "ANO4": 1445,
  "ANOS1": 1446,
  "ANOS2P": 1447,
  "ANP32B": 1448,
  "ANTXR1": 1449,
  "ANTXR2": 1450,
  "ANTXRL": 1451,
  "ANXA1": 1452,
  "ANXA10": 1453,
  "ANXA13": 1454,
  "ANXA3": 1455,
  "ANXA4": 1456,
  "ANXA8L1": 1457,
  "AOAH": 1458,
  "AOC4P": 1459,
  "AP000265.1": 1460,
  "AP000344.1": 1461,
  "AP000350.7": 1462,
  "AP000356.1": 1463,
  "AP000462.3": 1464,
  "AP000473.1": 1465,
  "AP000561.1": 1466,
  "AP000688.1": 1467,
  "AP000753.2": 1468,
  "AP000759.1": 1469,
  "AP000769.1": 1470,
  "AP000769.2": 1471,
  "AP000781.2": 1472,
  "AP000842.1": 1473,
  "AP000864.1": 1474,
  "AP000873.4": 1475,
  "AP000897.2": 1476,
  "AP000919.2": 1477,
  "AP000936.1": 1478,
  "AP000944.1": 1479,
  "AP001005.4": 1480,
  "AP001020.1": 1481,
  "AP001065.3": 1482,
  "AP001116.1": 1483,
  "AP001172.1": 1484,
  "AP001189.5": 1485,
  "AP001207.3": 1486,
  "AP001267.3": 1487,
  "AP001341.1": 1488,
  "AP001347.1": 1489,
  "AP001350.1": 1490,
  "AP001351.1": 1491,
  "AP001381.1": 1492,
  "AP001429.1": 1493,
  "AP001439.1": 1494,
  "AP001528.3": 1495,
  "AP001596.1": 1496,
  "AP001626.1": 1497,
  "AP001775.2": 1498,
  "AP001972.5": 1499,
  "AP002026.1": 1500,
  "AP002812.1": 1501,
  "AP002812.2": 1502,
  "AP002852.2": 1503,
  "AP002884.5": 1504,
  "AP002989.1": 1505,
  "AP003063.1": 1506,
  "AP003064.2": 1507,
  "AP003066.1": 1508,
  "AP003086.2": 1509,
  "AP003168.2": 1510,
  "AP003170.3": 1511,
  "AP003351.1": 1512,
  "AP003354.1": 1513,
  "AP003481.1": 1514,
  "AP003716.1": 1515,
  "AP003717.1": 1516,
  "AP003721.1": 1517,
  "AP004608.1": 1518,
  "AP005131.6": 1519,
  "AP005131.7": 1520,
  "AP005203.1": 1521,
  "AP005229.1": 1522,
  "AP005328.1": 1523,
  "AP005482.1": 1524,
  "AP006545.2": 1525,
  "AP1B1P1": 1526,
  "AP3S1": 1527,
  "APBB1IP": 1528,
  "APELA": 1529,
  "API5P2": 1530,
  "APOB": 1531,
  "APOBR": 1532,
  "APOL3": 1533,
  "APOLD1": 1534,
  "AQP3": 1535,
  "AQP7": 1536,
  "AR": 1537,
  "ARAP1-AS1": 1538,
  "ARC": 1539,
  "AREG": 1540,
  "ARF4": 1541,
  "ARFGEF3": 1542,
  "ARHGAP11A": 1543,
  "ARHGAP11B": 1544,
  "ARHGAP15": 1545,
  "ARHGAP18": 1546,
  "ARHGAP21": 1547,
  "ARHGAP22": 1548,
  "ARHGAP24": 1549,
  "ARHGAP25": 1550,
  "ARHGAP31-AS1": 1551,
  "ARHGAP36": 1552,
  "ARHGAP42": 1553,
  "ARHGAP6": 1554,
  "ARHGEF11": 1555,
  "ARHGEF3-AS1": 1556,
  "ARHGEF33": 1557,
  "ARHGEF4": 1558,
  "ARHGEF5": 1559,
  "ARHGEF9": 1560,
  "ARID1A": 1561,
  "ARID1B": 1562,
  "ARID5B": 1563,
  "ARL2-SNX15": 1564,
  "ARL4AP2": 1565,
  "ARL4C": 1566,
  "ARL6IP1": 1567,
  "ARMC4": 1568,
  "ARMC4P1": 1569,
  "ARMCX5-GPRASP2": 1570,
  "ARMCX6": 1571,
  "ARRB1": 1572,
  "ARRDC2": 1573,
  "ARRDC3": 1574,
  "ARRDC4": 1575,
  "ARSB": 1576,
  "ARSD": 1577,
  "ARSE": 1578,
  "ARSFP1": 1579,
  "ARSG": 1580,
  "ARSH": 1581,
  "ARSJ": 1582,
  "ARX": 1583,
  "ASB11": 1584,
  "ASB14": 1585,
  "ASB18": 1586,
  "ASB4": 1587,
  "ASCL1": 1588,
  "ASGR1": 1589,
  "ASIC2": 1590,
  "ASNS": 1591,
  "ASPG": 1592,
  "ASPM": 1593,
  "ASTN2": 1594,
  "ATAD2": 1595,
  "ATAD5": 1596,
  "ATE1": 1597,
  "ATF3": 1598,
  "ATG9B": 1599,
  "ATN1": 1600,
  "ATOH8": 1601,
  "ATP10A": 1602,
  "ATP13A4": 1603,
  "ATP13A5": 1604,
  "ATP1A3": 1605,
  "ATP1B2": 1606,
  "ATP1B3": 1607,
  "ATP2B3": 1608,
  "ATP2B4": 1609,
  "ATP6V1B1-AS1": 1610,
  "ATP6V1D": 1611,
  "ATP6V1G2-DDX39B": 1612,
  "ATP6V1H": 1613,
  "ATP8A2": 1614,
  "ATP8B4": 1615,
  "ATP8B5P": 1616,
  "ATP9A": 1617,
  "ATRNL1": 1618,
  "ATXN7L1": 1619,
  "AURKA": 1620,
  "AURKB": 1621,
  "AVEN": 1622,
  "AVIL": 1623,
  "AXL": 1624,
  "AZIN1-AS1": 1625,
  "B4GALT1-AS1": 1626,
  "B4GALT4": 1627,
  "BAAT": 1628,
  "BACH2": 1629,
  "BAIAP2": 1630,
  "BAMBI": 1631,
  "BANK1": 1632,
  "BAP1": 1633,
  "BARD1": 1634,
  "BCAR3": 1635,
  "BCAS1": 1636,
  "BCAT1": 1637,
  "BCKDHA": 1638,
  "BCL11B": 1639,
  "BCL2": 1640,
  "BCL2A1": 1641,
  "BCL3": 1642,
  "BCL6": 1643,
  "BCL9L": 1644,
  "BCORP1": 1645,
  "BDKRB2": 1646,
  "BDNF": 1647,
  "BEND3": 1648,
  "BHLHE22": 1649,
  "BHLHE40": 1650,
  "BHLHE41": 1651,
  "BICC1": 1652,
  "BICRAL": 1653,
  "BIRC3": 1654,
  "BIRC5": 1655,
  "BLM": 1656,
  "BMP6": 1657,
  "BMPER": 1658,
  "BMPR1B": 1659,
  "BNC2": 1660,
  "BNIP3P11": 1661,
  "BOC": 1662,
  "BOLA1": 1663,
  "BORCS5": 1664,
  "BPIFB1": 1665,
  "BRCA1": 1666,
  "BRCA2": 1667,
  "BRCC3P1": 1668,
  "BRD7P2": 1669,
  "BRINP1": 1670,
  "BRINP3": 1671,
  "BRIP1": 1672,
  "BSCL2": 1673,
  "BTBD16": 1674,
  "BTBD18": 1675,
  "BTBD8": 1676,
  "BTC": 1677,
  "BTG1": 1678,
  "BTK": 1679,
  "BUB1": 1680,
  "BUB1B": 1681,
  "BX005019.1": 1682,
  "BX119321.1": 1683,
  "BX248415.1": 1684,
  "BX293995.1": 1685,
  "BX322562.1": 1686,
  "BX322650.1": 1687,
  "BX324167.1": 1688,
  "BX649632.1": 1689,
  "C10orf107": 1690,
  "C10orf126": 1691,
  "C10orf91": 1692,
  "C11orf16": 1693,
  "C11orf72": 1694,
  "C11orf86": 1695,
  "C12orf50": 1696,
  "C13orf42": 1697,
  "C14orf144": 1698,
  "C14orf159": 1699,
  "C14orf39": 1700,
  "C16orf62": 1701,
  "C17orf49": 1702,
  "C17orf98": 1703,
  "C18orf63": 1704,
  "C19orf18": 1705,
  "C19orf71": 1706,
  "C1GALT1P2": 1707,
  "C1QTNF6": 1708,
  "C1RL": 1709,
  "C1S": 1710,
  "C1orf112": 1711,
  "C1orf194": 1712,
  "C1orf228": 1713,
  "C20orf196": 1714,
  "C20orf204": 1715,
  "C22orf34": 1716,
  "C2CD4B": 1717,
  "C2orf50": 1718,
  "C2orf66": 1719,
  "C2orf72": 1720,
  "C3": 1721,
  "C3orf67": 1722,
  "C4orf22": 1723,
  "C4orf26": 1724,
  "C4orf51": 1725,
  "C5": 1726,
  "C5orf17": 1727,
  "C5orf47": 1728,
  "C6orf141": 1729,
  "C6orf222": 1730,
  "C7orf69": 1731,
  "C7orf72": 1732,
  "C8orf31": 1733,
  "C8orf37-AS1": 1734,
  "C8orf4": 1735,
  "C8orf49": 1736,
  "C8orf88": 1737,
  "C8orf89": 1738,
  "C9orf153": 1739,
  "C9orf57": 1740,
  "C9orf84": 1741,
  "CA12": 1742,
  "CA8": 1743,
  "CA9": 1744,
  "CABLES1": 1745,
  "CABYR": 1746,
  "CACNA1B": 1747,
  "CACNA1D": 1748,
  "CACNA1E": 1749,
  "CACNA2D1": 1750,
  "CACNB2": 1751,
  "CACNB4": 1752,
  "CACNG6": 1753,
  "CACNG8": 1754,
  "CADM1": 1755,
  "CADM2": 1756,
  "CADM2-AS2": 1757,
  "CADPS2": 1758,
  "CALB1": 1759,
  "CALCA": 1760,
  "CALCR": 1761,
  "CALCRL": 1762,
  "CALML6": 1763,
  "CALN1": 1764,
  "CAMK1D": 1765,
  "CAMK1G": 1766,
  "CAMK2A": 1767,
  "CAMK2N1": 1768,
  "CAP2": 1769,
  "CAPN8": 1770,
  "CAPN9": 1771,
  "CAPNS2": 1772,
  "CAPS2": 1773,
  "CARD11": 1774,
  "CARMN": 1775,
  "CARNS1": 1776,
  "CASC1": 1777,
  "CASC15": 1778,
  "CASC17": 1779,
  "CASC19": 1780,
  "CASC8": 1781,
  "CASC9": 1782,
  "CASD1": 1783,
  "CASKP1": 1784,
  "CASP16P": 1785,
  "CASP9": 1786,
  "CASQ2": 1787,
  "CASR": 1788,
  "CATSPERB": 1789,
  "CATSPERE": 1790,
  "CBFB": 1791,
  "CBLB": 1792,
  "CBLN3": 1793,
  "CBR3": 1794,
  "CBWD4P": 1795,
  "CC2D2A": 1796,
  "CCBE1": 1797,
  "CCDC102B": 1798,
  "CCDC122": 1799,
  "CCDC13-AS1": 1800,
  "CCDC138": 1801,
  "CCDC144NL": 1802,
  "CCDC144NL-AS1": 1803,
  "CCDC146": 1804,
  "CCDC148": 1805,
  "CCDC149": 1806,
  "CCDC150": 1807,
  "CCDC167": 1808,
  "CCDC170": 1809,
  "CCDC179": 1810,
  "CCDC18": 1811,
  "CCDC180": 1812,
  "CCDC187": 1813,
  "CCDC26": 1814,
  "CCDC34": 1815,
  "CCDC42": 1816,
  "CCDC58": 1817,
  "CCDC60": 1818,
  "CCDC68": 1819,
  "CCDC7": 1820,
  "CCDC74BP1": 1821,
  "CCDC78": 1822,
  "CCDC80": 1823,
  "CCK": 1824,
  "CCKBR": 1825,
  "CCL20": 1826,
  "CCL5": 1827,
  "CCNA1": 1828,
  "CCNA2": 1829,
  "CCNB1": 1830,
  "CCNB2": 1831,
  "CCND1": 1832,
  "CCNJL": 1833,
  "CCR3": 1834,
  "CCR4": 1835,
  "CCRL2": 1836,
  "CCSER1": 1837,
  "CD109": 1838,
  "CD160": 1839,
  "CD164L2": 1840,
  "CD200R1": 1841,
  "CD300LF": 1842,
  "CD36": 1843,
  "CD38": 1844,
  "CD4": 1845,
  "CD44": 1846,
  "CD44-AS1": 1847,
  "CD55": 1848,
  "CD79A": 1849,
  "CD99L2": 1850,
  "CDC14B": 1851,
  "CDC20": 1852,
  "CDC25C": 1853,
  "CDC45": 1854,
  "CDC6": 1855,
  "CDCA2": 1856,
  "CDH1": 1857,
  "CDH10": 1858,
  "CDH12": 1859,
  "CDH13": 1860,
  "CDH17": 1861,
  "CDH19": 1862,
  "CDH2": 1863,
  "CDH3": 1864,
  "CDH4": 1865,
  "CDH6": 1866,
  "CDH7": 1867,
  "CDH8": 1868,
  "CDH9": 1869,
  "CDHR5": 1870,
  "CDK1": 1871,
  "CDK14": 1872,
  "CDK6": 1873,
  "CDKL3": 1874,
  "CDKN1A": 1875,
  "CDKN1B": 1876,
  "CDKN1C": 1877,
  "CDR2": 1878,
  "CDX2": 1879,
  "CDYL2": 1880,
  "CEACAM1": 1881,
  "CEACAM20": 1882,
  "CEACAM22P": 1883,
  "CEACAM5": 1884,
  "CEACAM6": 1885,
  "CEACAM7": 1886,
  "CELA1": 1887,
  "CELF2-AS2": 1888,
  "CELF4": 1889,
  "CEMIP": 1890,
  "CENPBD1": 1891,
  "CENPCP1": 1892,
  "CENPE": 1893,
  "CENPF": 1894,
  "CENPI": 1895,
  "CENPJ": 1896,
  "CENPK": 1897,
  "CENPP": 1898,
  "CENPV": 1899,
  "CEP126": 1900,
  "CEP128": 1901,
  "CEP152": 1902,
  "CEP162": 1903,
  "CEP55": 1904,
  "CEP85L": 1905,
  "CERS3-AS1": 1906,
  "CERS6": 1907,
  "CES1": 1908,
  "CES4A": 1909,
  "CES5AP1": 1910,
  "CFAP126": 1911,
  "CFAP161": 1912,
  "CFAP43": 1913,
  "CFAP65": 1914,
  "CFAP70": 1915,
  "CFB": 1916,
  "CFD": 1917,
  "CFH": 1918,
  "CFLAR": 1919,
  "CFTR": 1920,
  "CGA": 1921,
  "CGNL1": 1922,
  "CGREF1": 1923,
  "CHAF1A": 1924,
  "CHD3": 1925,
  "CHGB": 1926,
  "CHL1": 1927,
  "CHMP1B2P": 1928,
  "CHN2": 1929,
  "CHODL": 1930,
  "CHRM3": 1931,
  "CHRNA6": 1932,
  "CHRNA7": 1933,
  "CHST15": 1934,
  "CHSY3": 1935,
  "CIDEA": 1936,
  "CILP": 1937,
  "CIT": 1938,
  "CITED2": 1939,
  "CKAP2L": 1940,
  "CKMT2-AS1": 1941,
  "CLCF1": 1942,
  "CLCN4": 1943,
  "CLDN10-AS1": 1944,
  "CLDN14": 1945,
  "CLDN18": 1946,
  "CLDN2": 1947,
  "CLDN3": 1948,
  "CLDND2": 1949,
  "CLEC18B": 1950,
  "CLEC2A": 1951,
  "CLEC2D": 1952,
  "CLEC3A": 1953,
  "CLEC4C": 1954,
  "CLEC4E": 1955,
  "CLIC4": 1956,
  "CLMAT3": 1957,
  "CLMN": 1958,
  "CLMP": 1959,
  "CLOCK": 1960,
  "CLSPN": 1961,
  "CLSTN2": 1962,
  "CLSTN3": 1963,
  "CLU": 1964,
  "CLYBL": 1965,
  "CMTM4": 1966,
  "CNBD1": 1967,
  "CNKSR3": 1968,
  "CNN1": 1969,
  "CNNM1": 1970,
  "CNOT10-AS1": 1971,
  "CNPPD1": 1972,
  "CNR2": 1973,
  "CNTFR-AS1": 1974,
  "CNTN1": 1975,
  "CNTN2": 1976,
  "CNTN4": 1977,
  "CNTN5": 1978,
  "CNTNAP3": 1979,
  "CNTNAP3B": 1980,
  "CNTNAP3P2": 1981,
  "COBLL1": 1982,
  "COL10A1": 1983,
  "COL11A1": 1984,
  "COL12A1": 1985,
  "COL14A1": 1986,
  "COL15A1": 1987,
  "COL17A1": 1988,
  "COL21A1": 1989,
  "COL23A1": 1990,
  "COL24A1": 1991,
  "COL25A1": 1992,
  "COL26A1": 1993,
  "COL27A1": 1994,
  "COL28A1": 1995,
  "COL4A1": 1996,
  "COL4A2": 1997,
  "COL4A4": 1998,
  "COL4A5": 1999,
  "COL4A6": 2000,
  "COL5A2": 2001,
  "COL7A1": 2002,
  "COLEC12": 2003,
  "COMP": 2004,
  "CORIN": 2005,
  "CORO2A": 2006,
  "CORT": 2007,
  "COX10-AS1": 2008,
  "COX6CP1": 2009,
  "CP": 2010,
  "CPA2": 2011,
  "CPA4": 2012,
  "CPA6": 2013,
  "CPEB1": 2014,
  "CPEB2": 2015,
  "CPEB2-AS1": 2016,
  "CPED1": 2017,
  "CPHL1P": 2018,
  "CPLX2": 2019,
  "CPM": 2020,
  "CPN1": 2021,
  "CPNE4": 2022,
  "CPNE6": 2023,
  "CPNE8": 2024,
  "CPPED1": 2025,
  "CPQ": 2026,
  "CPS1": 2027,
  "CPXM2": 2028,
  "CRACR2A": 2029,
  "CRADD": 2030,
  "CRAT37": 2031,
  "CRB1": 2032,
  "CREB3L1": 2033,
  "CREB5": 2034,
  "CREM": 2035,
  "CRH": 2036,
  "CRHBP": 2037,
  "CRIP2": 2038,
  "CRISP2": 2039,
  "CRISP3": 2040,
  "CRISPLD2": 2041,
  "CRLS1": 2042,
  "CRTC3-AS1": 2043,
  "CRY1": 2044,
  "CRYAB": 2045,
  "CRYM": 2046,
  "CRYZP1": 2047,
  "CSF3": 2048,
  "CSGALNACT1": 2049,
  "CSMD3": 2050,
  "CSPG4": 2051,
  "CSRNP3": 2052,
  "CST1": 2053,
  "CSTF3-AS1": 2054,
  "CT45A11P": 2055,
  "CT55": 2056,
  "CTD-2201I18.1": 2057,
  "CTDSPL": 2058,
  "CTGF": 2059,
  "CTH": 2060,
  "CTHRC1": 2061,
  "CTNNA2": 2062,
  "CTNNA3": 2063,
  "CTNND2": 2064,
  "CTPS1": 2065,
  "CTPS2": 2066,
  "CTSL": 2067,
  "CU459211.1": 2068,
  "CUL1": 2069,
  "CUX1": 2070,
  "CUX2": 2071,
  "CXCL1": 2072,
  "CXCL11": 2073,
  "CXCL13": 2074,
  "CXCL2": 2075,
  "CXCL3": 2076,
  "CXCL5": 2077,
  "CXCL8": 2078,
  "CXCR5": 2079,
  "CXXC4": 2080,
  "CXXC4-AS1": 2081,
  "CXXC5": 2082,
  "CYBA": 2083,
  "CYP17A1": 2084,
  "CYP1A1": 2085,
  "CYP1B1": 2086,
  "CYP1B1-AS1": 2087,
  "CYP24A1": 2088,
  "CYP2A7": 2089,
  "CYP2C9": 2090,
  "CYP2D8P": 2091,
  "CYP3A4": 2092,
  "CYP3A43": 2093,
  "CYP3A5": 2094,
  "CYP46A1": 2095,
  "CYP4B1": 2096,
  "CYP4F11": 2097,
  "CYP4F2": 2098,
  "CYP4F3": 2099,
  "CYP4F36P": 2100,
  "CYR61": 2101,
  "CYSRT1": 2102,
  "CYTH4": 2103,
  "CYTIP": 2104,
  "DAAM1": 2105,
  "DAB1": 2106,
  "DACH2": 2107,
  "DACT2": 2108,
  "DAO": 2109,
  "DAPK1": 2110,
  "DAPK2": 2111,
  "DAPP1": 2112,
  "DBF4": 2113,
  "DCBLD1": 2114,
  "DCC": 2115,
  "DCDC1": 2116,
  "DCDC2": 2117,
  "DCHS2": 2118,
  "DCLK2": 2119,
  "DCLK3": 2120,
  "DCN": 2121,
  "DDAH1": 2122,
  "DDB2": 2123,
  "DDC": 2124,
  "DDIT3": 2125,
  "DDIT4": 2126,
  "DDO": 2127,
  "DDR1": 2128,
  "DDR1-AS1": 2129,
  "DDR2": 2130,
  "DDX3P1": 2131,
  "DDX3Y": 2132,
  "DDX4": 2133,
  "DDX55P1": 2134,
  "DDX58": 2135,
  "DDX60L": 2136,
  "DEC1": 2137,
  "DEFB116": 2138,
  "DEGS2": 2139,
  "DENND1B": 2140,
  "DENND2C": 2141,
  "DENND3": 2142,
  "DENND5B": 2143,
  "DENND5B-AS1": 2144,
  "DEPDC1": 2145,
  "DEPDC1-AS1": 2146,
  "DEPDC1B": 2147,
  "DERA": 2148,
  "DGKG": 2149,
  "DGKI": 2150,
  "DGKK": 2151,
  "DGUOK-AS1": 2152,
  "DHCR24": 2153,
  "DHCR7": 2154,
  "DHRS2": 2155,
  "DHRS3": 2156,
  "DHRS7B": 2157,
  "DHX9P1": 2158,
  "DIAPH3": 2159,
  "DIO2": 2160,
  "DIO2-AS1": 2161,
  "DIP2A-IT1": 2162,
  "DIP2C": 2163,
  "DIRAS2": 2164,
  "DIRC3": 2165,
  "DIS3L": 2166,
  "DISC1FP1": 2167,
  "DKC1": 2168,
  "DKK1": 2169,
  "DLC1": 2170,
  "DLEU1-AS1": 2171,
  "DLEU2": 2172,
  "DLEU7-AS1": 2173,
  "DLG2": 2174,
  "DLG5": 2175,
  "DLGAP2": 2176,
  "DLGAP5": 2177,
  "DMRTA2": 2178,
  "DMTN": 2179,
  "DNA2": 2180,
  "DNAH12": 2181,
  "DNAH3": 2182,
  "DNAH5": 2183,
  "DNAH6": 2184,
  "DNAH7": 2185,
  "DNAI1": 2186,
  "DNAJB1": 2187,
  "DNAJB7": 2188,
  "DNAJC12": 2189,
  "DNAJC15": 2190,
  "DNAJC17": 2191,
  "DNAJC2": 2192,
  "DNAJC9": 2193,
  "DNALI1": 2194,
  "DNER": 2195,
  "DNM3": 2196,
  "DNMT1": 2197,
  "DNMT3A": 2198,
  "DOCK10": 2199,
  "DOCK3": 2200,
  "DOCK5": 2201,
  "DOCK8": 2202,
  "DPEP1": 2203,
  "DPEP2": 2204,
  "DPH6": 2205,
  "DPH6-AS1": 2206,
  "DPP10": 2207,
  "DPP6": 2208,
  "DPY19L1": 2209,
  "DPY19L1P1": 2210,
  "DPY19L2P2": 2211,
  "DPYD": 2212,
  "DPYSL3": 2213,
  "DRD2": 2214,
  "DRD3": 2215,
  "DSCAM": 2216,
  "DSCAM-AS1": 2217,
  "DSCAML1": 2218,
  "DSCR9": 2219,
  "DSG3": 2220,
  "DTL": 2221,
  "DTWD2": 2222,
  "DUS2": 2223,
  "DUSP1": 2224,
  "DUSP13": 2225,
  "DUSP16": 2226,
  "DUSP2": 2227,
  "DUSP26": 2228,
  "DUSP4": 2229,
  "DUSP5": 2230,
  "DUSP6": 2231,
  "DUXA": 2232,
  "DYDC1": 2233,
  "DYNLT3P2": 2234,
  "DZIP1": 2235,
  "E2F1": 2236,
  "E2F3": 2237,
  "E2F3-IT1": 2238,
  "E2F7": 2239,
  "EBF1": 2240,
  "ECE1": 2241,
  "ECT2": 2242,
  "EDA": 2243,
  "EDAR": 2244,
  "EDARADD": 2245,
  "EDN1": 2246,
  "EEF1A2": 2247,
  "EEF1D": 2248,
  "EEF1DP2": 2249,
  "EFCAB2": 2250,
  "EFNA1": 2251,
  "EFNA2": 2252,
  "EFNB2": 2253,
  "EGFEM1P": 2254,
  "EGLN1": 2255,
  "EGLN3": 2256,
  "EGR3": 2257,
  "EHBP1": 2258,
  "EHD1": 2259,
  "EHF": 2260,
  "EID3": 2261,
  "EIF2S2P3": 2262,
  "EIF4BP7": 2263,
  "EIF4E1B": 2264,
  "ELF5": 2265,
  "ELFN2-1": 2266,
  "ELMO1": 2267,
  "ELMO1-AS1": 2268,
  "ELOBP4": 2269,
  "EML5": 2270,
  "EML6": 2271,
  "EMP1": 2272,
  "EMP2": 2273,
  "EMP3": 2274,
  "ENC1": 2275,
  "ENO3": 2276,
  "ENOSF1": 2277,
  "ENOX1": 2278,
  "ENOX2": 2279,
  "ENPP2": 2280,
  "ENPP7P14": 2281,
  "ENTPD1-AS1": 2282,
  "EPB41L1": 2283,
  "EPB41L2": 2284,
  "EPB41L4A": 2285,
  "EPDR1": 2286,
  "EPHA4": 2287,
  "EPHA5": 2288,
  "EPHA6": 2289,
  "EPHA7": 2290,
  "EPHB1": 2291,
  "EPS8L3": 2292,
  "EPSTI1": 2293,
  "ERAP1": 2294,
  "ERAS": 2295,
  "ERBB3": 2296,
  "ERBB4": 2297,
  "ERC2": 2298,
  "ERCC5": 2299,
  "EREG": 2300,
  "ERGIC2": 2301,
  "ERICH6": 2302,
  "ERN1": 2303,
  "ERO1B": 2304,
  "ERRFI1": 2305,
  "ERVV-2": 2306,
  "ESCO2": 2307,
  "ESR1": 2308,
  "ESRRG": 2309,
  "ETS2": 2310,
  "ETV4": 2311,
  "ETV7": 2312,
  "EVA1C": 2313,
  "EVX1": 2314,
  "EWSAT1": 2315,
  "EXO1": 2316,
  "EXOC5P1": 2317,
  "EXTL3-AS1": 2318,
  "EZH2": 2319,
  "F13B": 2320,
  "F5": 2321,
  "FA2H": 2322,
  "FAAH2": 2323,
  "FADS1": 2324,
  "FADS3": 2325,
  "FADS6": 2326,
  "FAM102A": 2327,
  "FAM102B": 2328,
  "FAM105A": 2329,
  "FAM107B": 2330,
  "FAM109B": 2331,
  "FAM111B": 2332,
  "FAM117A": 2333,
  "FAM117B": 2334,
  "FAM126B": 2335,
  "FAM135B": 2336,
  "FAM151A": 2337,
  "FAM155A": 2338,
  "FAM167B": 2339,
  "FAM169A": 2340,
  "FAM169B": 2341,
  "FAM174B": 2342,
  "FAM189A1": 2343,
  "FAM19A1": 2344,
  "FAM19A2": 2345,
  "FAM201A": 2346,
  "FAM21EP": 2347,
  "FAM46A": 2348,
  "FAM46B": 2349,
  "FAM60A": 2350,
  "FAM69A": 2351,
  "FAM81A": 2352,
  "FAM83A": 2353,
  "FAM86KP": 2354,
  "FANCA": 2355,
  "FANCB": 2356,
  "FANCD2": 2357,
  "FANCI": 2358,
  "FANCM": 2359,
  "FAR2": 2360,
  "FAR2P2": 2361,
  "FARP1-AS1": 2362,
  "FASN": 2363,
  "FAT3": 2364,
  "FAXDC2": 2365,
  "FBLL1": 2366,
  "FBN2": 2367,
  "FBN3": 2368,
  "FBP2": 2369,
  "FBXL13": 2370,
  "FBXL17": 2371,
  "FBXL7": 2372,
  "FBXO32": 2373,
  "FBXO33": 2374,
  "FBXO39": 2375,
  "FBXW12": 2376,
  "FBXW4": 2377,
  "FCGBP": 2378,
  "FDFT1": 2379,
  "FER1L6": 2380,
  "FER1L6-AS1": 2381,
  "FERMT1": 2382,
  "FERMT2": 2383,
  "FEV": 2384,
  "FGA": 2385,
  "FGB": 2386,
  "FGD5": 2387,
  "FGF12": 2388,
  "FGF13": 2389,
  "FGF14": 2390,
  "FGF2": 2391,
  "FGF20": 2392,
  "FGF22": 2393,
  "FGF5": 2394,
  "FGFBP1": 2395,
  "FGFBP2": 2396,
  "FGFR2": 2397,
  "FGG": 2398,
  "FGL1": 2399,
  "FHIT": 2400,
  "FIGN": 2401,
  "FILIP1": 2402,
  "FIRRE": 2403,
  "FJX1": 2404,
  "FKBP4": 2405,
  "FLG-AS1": 2406,
  "FLJ27354": 2407,
  "FLNC-AS1": 2408,
  "FLRT2": 2409,
  "FLRT3": 2410,
  "FLVCR1": 2411,
  "FMN1": 2412,
  "FMN2": 2413,
  "FMO3": 2414,
  "FMO5": 2415,
  "FMR1-AS1": 2416,
  "FN1": 2417,
  "FNDC11": 2418,
  "FNDC7": 2419,
  "FO393411.1": 2420,
  "FO393415.3": 2421,
  "FO681548.1": 2422,
  "FOCAD-AS1": 2423,
  "FOLR3": 2424,
  "FOS": 2425,
  "FOSB": 2426,
  "FOSL1": 2427,
  "FOXA1": 2428,
  "FOXB1": 2429,
  "FOXC1": 2430,
  "FOXC2": 2431,
  "FOXC2-AS1": 2432,
  "FOXD2-AS1": 2433,
  "FOXD4": 2434,
  "FOXI3": 2435,
  "FOXM1": 2436,
  "FOXO1": 2437,
  "FOXO3": 2438,
  "FOXP2": 2439,
  "FOXP4-AS1": 2440,
  "FOXQ1": 2441,
  "FP565324.1": 2442,
  "FRAS1": 2443,
  "FRMD3": 2444,
  "FRMD4A": 2445,
  "FRMD4B": 2446,
  "FRMD5": 2447,
  "FRMPD2": 2448,
  "FRMPD4": 2449,
  "FRY": 2450,
  "FRZB": 2451,
  "FSCN1": 2452,
  "FSIP2-AS1": 2453,
  "FSTL3": 2454,
  "FSTL4": 2455,
  "FSTL5": 2456,
  "FTCD": 2457,
  "FTX": 2458,
  "FXYD2": 2459,
  "FXYD7": 2460,
  "FYB1": 2461,
  "G2E3": 2462,
  "GAB2": 2463,
  "GABRA3": 2464,
  "GABRA5": 2465,
  "GABRE": 2466,
  "GABRG2": 2467,
  "GABRG3": 2468,
  "GABRR1": 2469,
  "GACAT2": 2470,
  "GAD2": 2471,
  "GADL1": 2472,
  "GALNT13": 2473,
  "GALNT14": 2474,
  "GALNT17": 2475,
  "GALNT18": 2476,
  "GALNTL6": 2477,
  "GAPDHP40": 2478,
  "GAREM1": 2479,
  "GAS2L3": 2480,
  "GAS5": 2481,
  "GAS7": 2482,
  "GATS": 2483,
  "GBA3": 2484,
  "GBE1": 2485,
  "GBP2": 2486,
  "GBP5": 2487,
  "GCFC2": 2488,
  "GCLC": 2489,
  "GCNT2": 2490,
  "GCNT3": 2491,
  "GCNT4": 2492,
  "GCSAML": 2493,
  "GDA": 2494,
  "GDF15": 2495,
  "GDNF": 2496,
  "GDPD3": 2497,
  "GEM": 2498,
  "GEN1": 2499,
  "GET4": 2500,
  "GFOD1": 2501,
  "GFPT2": 2502,
  "GFRAL": 2503,
  "GGNBP1": 2504,
  "GHRHR": 2505,
  "GIMAP8": 2506,
  "GINS1": 2507,
  "GIPC2": 2508,
  "GIPC3": 2509,
  "GK-AS1": 2510,
  "GLCCI1": 2511,
  "GLDC": 2512,
  "GLDN": 2513,
  "GLI2": 2514,
  "GLIDR": 2515,
  "GLIS2-AS1": 2516,
  "GLIS3": 2517,
  "GLRA2": 2518,
  "GLRA3": 2519,
  "GLRA4": 2520,
  "GM2A": 2521,
  "GMDS": 2522,
  "GML": 2523,
  "GMPR": 2524,
  "GNA14": 2525,
  "GNAI1": 2526,
  "GNE": 2527,
  "GNG12-AS1": 2528,
  "GNGT1": 2529,
  "GOLGA2P6": 2530,
  "GOLGA8T": 2531,
  "GOLPH3L": 2532,
  "GPAT3": 2533,
  "GPATCH4": 2534,
  "GPC5": 2535,
  "GPC6": 2536,
  "GPC6-AS2": 2537,
  "GPCPD1": 2538,
  "GPM6A": 2539,
  "GPM6B": 2540,
  "GPR132": 2541,
  "GPR135": 2542,
  "GPR137C": 2543,
  "GPR139": 2544,
  "GPR146": 2545,
  "GPR149": 2546,
  "GPR156": 2547,
  "GPR158": 2548,
  "GPR158-AS1": 2549,
  "GPR18": 2550,
  "GPR55": 2551,
  "GPR68": 2552,
  "GPR75": 2553,
  "GPR83": 2554,
  "GPRC5A": 2555,
