{
  "<pad>": 0,
  "<cls>": 1,
  "<mask>": 2,
  "control": 3,
  "A2M": 4,
  "A2ML1": 5,
  "A4GALT": 6,
  "AAK1": 7,
  "AAMDC": 8,
  "AASS": 9,
  "AATK": 10,
  "ABAT": 11,
  "ABCA1": 12,
  "ABCA10": 13,
  "ABCA13": 14,
  "ABCA4": 15,
  "ABCA5": 16,
  "ABCA6": 17,
  "ABCA9": 18,
  "ABCB1": 19,
  "ABCB11": 20,
  "ABCB4": 21,
  "ABCB5": 22,
  "ABCB6": 23,
  "ABCC3": 24,
  "ABCD1": 25,
  "ABCG1": 26,
  "ABCG2": 27,
  "ABCG8": 28,
  "ABHD1": 29,
  "ABHD15": 30,
  "ABHD2": 31,
  "ABHD4": 32,
  "ABHD5": 33,
  "ABHD8": 34,
  "ABI2": 35,
  "ABI3": 36,
  "ABI3BP": 37,
  "ABL2": 38,
  "ABLIM1": 39,
  "ABLIM2": 40,
  "ABLIM3": 41,
  "ABO": 42,
  "ABTB1": 43,
  "ABTB2": 44,
  "ACAA1": 45,
  "ACADS": 46,
  "ACADVL": 47,
  "ACAN": 48,
  "ACAP1": 49,
  "ACAP2": 50,
  "ACAT2": 51,
  "ACBD3": 52,
  "ACBD4": 53,
  "ACE": 54,
  "ACE2": 55,
  "ACKR1": 56,
  "ACOT12": 57,
  "ACOX1": 58,
  "ACOXL": 59,
  "ACP2": 60,
  "ACP5": 61,
  "ACRBP": 62,
  "ACSBG1": 63,
  "ACSF2": 64,
  "ACSL1": 65,
  "ACSL4": 66,
  "ACSL5": 67,
  "ACSM1": 68,
  "ACSM3": 69,
  "ACSM5": 70,
  "ACSS2": 71,
  "ACTA2": 72,
  "ACTB": 73,
  "ACTBL2": 74,
  "ACTC1": 75,
  "ACTG1": 76,
  "ACTG2": 77,
  "ACTL10": 78,
  "ACTL6B": 79,
  "ACTL7B": 80,
  "ACTL8": 81,
  "ACTN3": 82,
  "ACTR2": 83,
  "ACVR1": 84,
  "ACVR1C": 85,
  "ACVRL1": 86,
  "ACYP2": 87,
  "ADA": 88,
  "ADAM10": 89,
  "ADAM12": 90,
  "ADAM17": 91,
  "ADAM18": 92,
  "ADAM19": 93,
  "ADAM20": 94,
  "ADAM28": 95,
  "ADAM8": 96,
  "ADAMTS10": 97,
  "ADAMTS13": 98,
  "ADAMTS17": 99,
  "ADAMTS20": 100,
  "ADAMTS6": 101,
  "ADAMTS8": 102,
  "ADAMTSL2": 103,
  "ADAMTSL4": 104,
  "ADAP1": 105,
  "ADAP2": 106,
  "ADARB2": 107,
  "ADCK1": 108,
  "ADCY2": 109,
  "ADCY4": 110,
  "ADCY6": 111,
  "ADD1": 112,
  "ADD2": 113,
  "ADD3": 114,
  "ADGB": 115,
  "ADGRA2": 116,
  "ADGRB2": 117,
  "ADGRB3": 118,
  "ADGRD1": 119,
  "ADGRE1": 120,
  "ADGRE2": 121,
  "ADGRE3": 122,
  "ADGRE5": 123,
  "ADGRF1": 124,
  "ADGRF4": 125,
  "ADGRG1": 126,
  "ADGRG3": 127,
  "ADGRG5": 128,
  "ADGRL3": 129,
  "ADH1B": 130,
  "ADH6": 131,
  "ADHFE1": 132,
  "ADIRF": 133,
  "ADM": 134,
  "ADNP": 135,
  "ADORA3": 136,
  "ADPRHL1": 137,
  "ADRA1D": 138,
  "ADRA2B": 139,
  "ADRB1": 140,
  "ADRB2": 141,
  "ADRB3": 142,
  "ADTRP": 143,
  "AFF3": 144,
  "AFF4": 145,
  "AFMID": 146,
  "AFTPH": 147,
  "AGBL2": 148,
  "AGO3": 149,
  "AGO4": 150,
  "AGRP": 151,
  "AGXT": 152,
  "AHNAK": 153,
  "AHNAK2": 154,
  "AHR": 155,
  "AHSP": 156,
  "AIF1": 157,
  "AIG1": 158,
  "AIM2": 159,
  "AIPL1": 160,
  "AJAP1": 161,
  "AK1": 162,
  "AK8": 163,
  "AKAP10": 164,
  "AKAP12": 165,
  "AKAP13": 166,
  "AKAP17A": 167,
  "AKAP3": 168,
  "AKAP6": 169,
  "AKAP9": 170,
  "AKIRIN1": 171,
  "AKNA": 172,
  "AKNAD1": 173,
  "AKR1B1": 174,
  "AKR1C3": 175,
  "AKR1C4": 176,
  "AKR1D1": 177,
  "AKR1E2": 178,
  "AKT3": 179,
  "ALAD": 180,
  "ALAS1": 181,
  "ALAS2": 182,
  "ALCAM": 183,
  "ALDH1A1": 184,
  "ALDH1A2": 185,
  "ALDH1L1": 186,
  "ALDH2": 187,
  "ALDH3A2": 188,
  "ALDH3B1": 189,
  "ALDH3B2": 190,
  "ALDH6A1": 191,
  "ALDH7A1": 192,
  "ALDOA": 193,
  "ALG1L2": 194,
  "ALOX12": 195,
  "ALOX15": 196,
  "ALOX15B": 197,
  "ALOX5": 198,
  "ALOX5AP": 199,
  "ALOXE3": 200,
  "ALPK1": 201,
  "ALPK2": 202,
  "ALPL": 203,
  "ALPP": 204,
  "ALS2": 205,
  "ALS2CL": 206,
  "AMBN": 207,
  "AMDHD2": 208,
  "AMER3": 209,
  "AMHR2": 210,
  "AMIGO2": 211,
  "AMIGO3": 212,
  "AMPH": 213,
  "AMT": 214,
  "AMY2B": 215,
  "ANGPT1": 216,
  "ANGPT2": 217,
  "ANGPTL1": 218,
  "ANGPTL3": 219,
  "ANGPTL4": 220,
  "ANGPTL8": 221,
  "ANK1": 222,
  "ANK2": 223,
  "ANK3": 224,
  "ANKFN1": 225,
  "ANKK1": 226,
  "ANKRD10": 227,
  "ANKRD11": 228,
  "ANKRD12": 229,
  "ANKRD13D": 230,
  "ANKRD22": 231,
  "ANKRD23": 232,
  "ANKRD28": 233,
  "ANKRD33": 234,
  "ANKRD33B": 235,
  "ANKRD34B": 236,
  "ANKRD35": 237,
  "ANKRD40": 238,
  "ANKRD44": 239,
  "ANKRD55": 240,
  "ANKRD61": 241,
  "ANKRD62": 242,
  "ANKRD65": 243,
  "ANKRD7": 244,
  "ANKS4B": 245,
  "ANKUB1": 246,
  "ANP32B": 247,
  "ANP32E": 248,
  "ANPEP": 249,
  "ANTXR2": 250,
  "ANTXRL": 251,
  "ANXA1": 252,
  "ANXA2": 253,
  "ANXA2R": 254,
  "ANXA3": 255,
  "ANXA5": 256,
  "ANXA6": 257,
  "ANXA8L1": 258,
  "ANXA9": 259,
  "AOC2": 260,
  "AP1G1": 261,
  "AP1M2": 262,
  "AP1S2": 263,
  "AP2A2": 264,
  "APAF1": 265,
  "APBB1IP": 266,
  "APC2": 267,
  "APCDD1": 268,
  "APH1B": 269,
  "APLNR": 270,
  "APLP1": 271,
  "APLP2": 272,
  "APOBEC1": 273,
  "APOBEC2": 274,
  "APOBEC3A": 275,
  "APOBEC3C": 276,
  "APOBEC3D": 277,
  "APOBEC3F": 278,
  "APOBEC3G": 279,
  "APOBEC3H": 280,
  "APOBR": 281,
  "APOC1": 282,
  "APOC3": 283,
  "APOC4": 284,
  "APOD": 285,
  "APOE": 286,
  "APOF": 287,
  "APOL1": 288,
  "APOL2": 289,
  "APOL3": 290,
  "APOL4": 291,
  "APOL6": 292,
  "APOLD1": 293,
  "APP": 294,
  "APPBP2": 295,
  "AQP1": 296,
  "AQP11": 297,
  "AQP12B": 298,
  "AQP2": 299,
  "AQP3": 300,
  "AQP5": 301,
  "AQP6": 302,
  "AQP8": 303,
  "ARAP2": 304,
  "ARAP3": 305,
  "ARC": 306,
  "AREG": 307,
  "ARFGAP3": 308,
  "ARFGEF3": 309,
  "ARG2": 310,
  "ARGFX": 311,
  "ARGLU1": 312,
  "ARHGAP10": 313,
  "ARHGAP18": 314,
  "ARHGAP25": 315,
  "ARHGAP26": 316,
  "ARHGAP27": 317,
  "ARHGAP29": 318,
  "ARHGAP30": 319,
  "ARHGAP4": 320,
  "ARHGAP40": 321,
  "ARHGAP6": 322,
  "ARHGAP9": 323,
  "ARHGDIB": 324,
  "ARHGEF15": 325,
  "ARHGEF17": 326,
  "ARHGEF18": 327,
  "ARHGEF2": 328,
  "ARHGEF26": 329,
  "ARHGEF28": 330,
  "ARHGEF3": 331,
  "ARHGEF33": 332,
  "ARHGEF37": 333,
  "ARHGEF4": 334,
  "ARHGEF6": 335,
  "ARID1A": 336,
  "ARID3A": 337,
  "ARID4A": 338,
  "ARID4B": 339,
  "ARID5A": 340,
  "ARID5B": 341,
  "ARL10": 342,
  "ARL14": 343,
  "ARL14EP": 344,
  "ARL16": 345,
  "ARL3": 346,
  "ARL4A": 347,
  "ARL5B": 348,
  "ARMCX3": 349,
  "ARMCX6": 350,
  "ARNT": 351,
  "ARNT2": 352,
  "ARNTL": 353,
  "ARPC1B": 354,
  "ARPC2": 355,
  "ARPC3": 356,
  "ARPC5": 357,
  "ARPIN": 358,
  "ARPP21": 359,
  "ARRB2": 360,
  "ARRDC3": 361,
  "ARRDC4": 362,
  "ARSA": 363,
  "ARSB": 364,
  "ARSD": 365,
  "ARSG": 366,
  "ARSI": 367,
  "ARX": 368,
  "ASAH1": 369,
  "ASAP2": 370,
  "ASB15": 371,
  "ASB4": 372,
  "ASB9": 373,
  "ASCL1": 374,
  "ASCL2": 375,
  "ASCL5": 376,
  "ASF1B": 377,
  "ASGR2": 378,
  "ASH1L": 379,
  "ASH2L": 380,
  "ASIC4": 381,
  "ASIP": 382,
  "ASNS": 383,
  "ASPA": 384,
  "ASPH": 385,
  "ASPHD1": 386,
  "ASPM": 387,
  "ASRGL1": 388,
  "ATAD2": 389,
  "ATAD2B": 390,
  "ATCAY": 391,
  "ATF3": 392,
  "ATF4": 393,
  "ATF5": 394,
  "ATF6B": 395,
  "ATF7IP": 396,
  "ATF7IP2": 397,
  "ATG12": 398,
  "ATG14": 399,
  "ATG16L2": 400,
  "ATG2A": 401,
  "ATL1": 402,
  "ATM": 403,
  "ATOH8": 404,
  "ATP10D": 405,
  "ATP1A2": 406,
  "ATP1A4": 407,
  "ATP1B1": 408,
  "ATP1B2": 409,
  "ATP1B4": 410,
  "ATP2A3": 411,
  "ATP2B4": 412,
  "ATP6AP1": 413,
  "ATP6V0A1": 414,
  "ATP6V0A2": 415,
  "ATP6V0A4": 416,
  "ATP6V0B": 417,
  "ATP6V0D1": 418,
  "ATP6V0E1": 419,
  "ATP6V1B1": 420,
  "ATP6V1B2": 421,
  "ATP6V1D": 422,
  "ATP6V1E1": 423,
  "ATP7A": 424,
  "ATP8A1": 425,
  "ATP8A2": 426,
  "ATP8B1": 427,
  "ATP8B4": 428,
  "ATP9A": 429,
  "ATRX": 430,
  "ATXN7": 431,
  "AURKA": 432,
  "AURKB": 433,
  "AURKC": 434,
  "AUTS2": 435,
  "AVP": 436,
  "AVPR2": 437,
  "AXL": 438,
  "AZU1": 439,
  "B2M": 440,
  "B3GALT4": 441,
  "B3GAT1": 442,
  "B3GNT2": 443,
  "B3GNT7": 444,
  "B3GNT8": 445,
  "B4GALNT2": 446,
  "B4GALT1": 447,
  "BAALC": 448,
  "BAAT": 449,
  "BACE2": 450,
  "BACH1": 451,
  "BACH2": 452,
  "BAG1": 453,
  "BAIAP3": 454,
  "BAK1": 455,
  "BAMBI": 456,
  "BANK1": 457,
  "BARX1": 458,
  "BATF3": 459,
  "BAZ2A": 460,
  "BAZ2B": 461,
  "BBC3": 462,
  "BBOX1": 463,
  "BBS10": 464,
  "BBS12": 465,
  "BBX": 466,
  "BCAM": 467,
  "BCAS1": 468,
  "BCAS3": 469,
  "BCAS4": 470,
  "BCDIN3D": 471,
  "BCL10": 472,
  "BCL2A1": 473,
  "BCL2L1": 474,
  "BCL2L11": 475,
  "BCL3": 476,
  "BCL6": 477,
  "BCORL1": 478,
  "BDH1": 479,
  "BEND2": 480,
  "BEST2": 481,
  "BEX2": 482,
  "BEX4": 483,
  "BEX5": 484,
  "BFSP2": 485,
  "BHLHE40": 486,
  "BHLHE41": 487,
  "BIK": 488,
  "BIN2": 489,
  "BIRC2": 490,
  "BIRC3": 491,
  "BIRC5": 492,
  "BIRC7": 493,
  "BIRC8": 494,
  "BLACAT1": 495,
  "BLMH": 496,
  "BLNK": 497,
  "BLVRB": 498,
  "BMF": 499,
  "BMP10": 500,
  "BMP2": 501,
  "BMP2K": 502,
  "BMP6": 503,
  "BMP8A": 504,
  "BMPR1B": 505,
  "BMPR2": 506,
  "BMX": 507,
  "BNIP3L": 508,
  "BNIPL": 509,
  "BORCS7": 510,
  "BPGM": 511,
  "BPI": 512,
  "BPIFB1": 513,
  "BPIFB3": 514,
  "BPTF": 515,
  "BRCA1": 516,
  "BRD2": 517,
  "BRD8": 518,
  "BRDT": 519,
  "BRI3": 520,
  "BRIX1": 521,
  "BSDC1": 522,
  "BSG": 523,
  "BSND": 524,
  "BST1": 525,
  "BST2": 526,
  "BTBD16": 527,
  "BTBD17": 528,
  "BTBD19": 529,
  "BTBD7": 530,
  "BTBD8": 531,
  "BTBD9": 532,
  "BTG1": 533,
  "BTG2": 534,
  "BTK": 535,
  "BTLA": 536,
  "BTNL3": 537,
  "BTNL8": 538,
  "BTNL9": 539,
  "BUB1": 540,
  "C10orf126": 541,
  "C10orf53": 542,
  "C10orf71": 543,
  "C10orf90": 544,
  "C11orf21": 545,
  "C11orf96": 546,
  "C12orf54": 547,
  "C12orf56": 548,
  "C12orf57": 549,
  "C12orf76": 550,
  "C14orf119": 551,
  "C14orf132": 552,
  "C14orf180": 553,
  "C14orf39": 554,
  "C15orf62": 555,
  "C16orf54": 556,
  "C16orf86": 557,
  "C16orf89": 558,
  "C17orf107": 559,
  "C17orf50": 560,
  "C17orf97": 561,
  "C17orf99": 562,
  "C18orf32": 563,
  "C19orf33": 564,
  "C19orf38": 565,
  "C1QB": 566,
  "C1QBP": 567,
  "C1QL1": 568,
  "C1QL3": 569,
  "C1QTNF1": 570,
  "C1QTNF2": 571,
  "C1QTNF4": 572,
  "C1QTNF6": 573,
  "C1R": 574,
  "C1RL": 575,
  "C1orf100": 576,
  "C1orf116": 577,
  "C1orf127": 578,
  "C1orf141": 579,
  "C1orf21": 580,
  "C1orf210": 581,
  "C1orf226": 582,
  "C1orf56": 583,
  "C2": 584,
  "C20orf141": 585,
  "C20orf144": 586,
  "C20orf202": 587,
  "C21orf58": 588,
  "C22orf15": 589,
  "C2CD4D": 590,
  "C2orf15": 591,
  "C2orf66": 592,
  "C2orf72": 593,
  "C2orf74": 594,
  "C2orf78": 595,
  "C2orf81": 596,
  "C2orf88": 597,
  "C3": 598,
  "C3AR1": 599,
  "C3orf20": 600,
  "C4BPA": 601,
  "C4orf19": 602,
  "C4orf3": 603,
  "C4orf36": 604,
  "C4orf45": 605,
  "C4orf48": 606,
  "C4orf51": 607,
  "C5AR2": 608,
  "C6orf163": 609,
  "C6orf223": 610,
  "C6orf226": 611,
  "C6orf62": 612,
  "C6orf89": 613,
  "C8orf34": 614,
  "C8orf74": 615,
  "C8orf86": 616,
  "C8orf89": 617,
  "C9orf50": 618,
  "CA11": 619,
  "CA13": 620,
  "CA2": 621,
  "CA3": 622,
  "CA4": 623,
  "CA6": 624,
  "CA8": 625,
  "CABP4": 626,
  "CACFD1": 627,
  "CACHD1": 628,
  "CACNA1A": 629,
  "CACNA1D": 630,
  "CACNA1E": 631,
  "CACNA1F": 632,
  "CACNA1G": 633,
  "CACNA1I": 634,
  "CACNA1S": 635,
  "CACNA2D4": 636,
  "CACNB4": 637,
  "CACNG3": 638,
  "CACNG8": 639,
  "CACYBP": 640,
  "CADM2": 641,
  "CADPS2": 642,
  "CAGE1": 643,
  "CALB1": 644,
  "CALCOCO1": 645,
  "CALCOCO2": 646,
  "CALCR": 647,
  "CALCRL": 648,
  "CALD1": 649,
  "CALHM1": 650,
  "CALHM3": 651,
  "CALM1": 652,
  "CALM2": 653,
  "CALR": 654,
  "CALR3": 655,
  "CALU": 656,
  "CALY": 657,
  "CAMK1D": 658,
  "CAMK2A": 659,
  "CAMP": 660,
  "CAMSAP2": 661,
  "CAP1": 662,
  "CAPG": 663,
  "CAPN1": 664,
  "CAPN11": 665,
  "CAPN3": 666,
  "CAPN5": 667,
  "CAPN9": 668,
  "CAPNS2": 669,
  "CAPS": 670,
  "CAPZA1": 671,
  "CARD14": 672,
  "CARD16": 673,
  "CARD6": 674,
  "CARF": 675,
  "CARHSP1": 676,
  "CARTPT": 677,
  "CASP1": 678,
  "CASP10": 679,
  "CASP4": 680,
  "CASQ1": 681,
  "CASS4": 682,
  "CAT": 683,
  "CATSPER1": 684,
  "CATSPERG": 685,
  "CAV1": 686,
  "CAV2": 687,
  "CBFA2T3": 688,
  "CBL": 689,
  "CBLB": 690,
  "CBLN3": 691,
  "CBR4": 692,
  "CBX1": 693,
  "CCBE1": 694,
  "CCDC107": 695,
  "CCDC136": 696,
  "CCDC141": 697,
  "CCDC144A": 698,
  "CCDC146": 699,
  "CCDC148": 700,
  "CCDC153": 701,
  "CCDC157": 702,
  "CCDC158": 703,
  "CCDC159": 704,
  "CCDC168": 705,
  "CCDC177": 706,
  "CCDC181": 707,
  "CCDC182": 708,
  "CCDC183": 709,
  "CCDC186": 710,
  "CCDC190": 711,
  "CCDC191": 712,
  "CCDC22": 713,
  "CCDC28B": 714,
  "CCDC30": 715,
  "CCDC33": 716,
  "CCDC34": 717,
  "CCDC60": 718,
  "CCDC65": 719,
  "CCDC70": 720,
  "CCDC71L": 721,
  "CCDC74B": 722,
  "CCDC80": 723,
  "CCDC85B": 724,
  "CCDC87": 725,
  "CCDC88A": 726,
  "CCDC88B": 727,
  "CCDC92": 728,
  "CCDC96": 729,
  "CCL16": 730,
  "CCL2": 731,
  "CCL22": 732,
  "CCL25": 733,
  "CCL3": 734,
  "CCL3L3": 735,
  "CCL4": 736,
  "CCL4L2": 737,
  "CCL5": 738,
  "CCM2": 739,
  "CCM2L": 740,
  "CCNA2": 741,
  "CCNB1": 742,
  "CCNB2": 743,
  "CCND1": 744,
  "CCND2": 745,
  "CCND3": 746,
  "CCNDBP1": 747,
  "CCNE2": 748,
  "CCNF": 749,
  "CCNG2": 750,
  "CCNI": 751,
  "CCNJL": 752,
  "CCNL1": 753,
  "CCNYL1": 754,
  "CCPG1": 755,
  "CCR1": 756,
  "CCR10": 757,
  "CCR4": 758,
  "CCR7": 759,
  "CCR9": 760,
  "CCRL2": 761,
  "CCS": 762,
  "CCSER2": 763,
  "CCT5": 764,
  "CCT6B": 765,
  "CCT8L2": 766,
  "CD101": 767,
  "CD160": 768,
  "CD164": 769,
  "CD180": 770,
  "CD2": 771,
  "CD200R1": 772,
  "CD200R1L": 773,
  "CD209": 774,
  "CD22": 775,
  "CD24": 776,
  "CD244": 777,
  "CD247": 778,
  "CD248": 779,
  "CD276": 780,
  "CD300A": 781,
  "CD300C": 782,
  "CD300LF": 783,
  "CD300LG": 784,
  "CD33": 785,
  "CD34": 786,
  "CD36": 787,
  "CD37": 788,
  "CD3D": 789,
  "CD3G": 790,
  "CD4": 791,
  "CD40": 792,
  "CD44": 793,
  "CD46": 794,
  "CD47": 795,
  "CD48": 796,
  "CD52": 797,
  "CD53": 798,
  "CD55": 799,
  "CD59": 800,
  "CD63": 801,
  "CD68": 802,
  "CD69": 803,
  "CD7": 804,
  "CD70": 805,
  "CD72": 806,
  "CD74": 807,
  "CD79B": 808,
  "CD81": 809,
  "CD82": 810,
  "CD83": 811,
  "CD84": 812,
  "CD86": 813,
  "CD9": 814,
  "CD93": 815,
  "CD96": 816,
  "CD99": 817,
  "CDA": 818,
  "CDC123": 819,
  "CDC20": 820,
  "CDC25B": 821,
  "CDC42": 822,
  "CDC42BPA": 823,
  "CDC42EP1": 824,
  "CDC42EP3": 825,
  "CDC42EP5": 826,
  "CDC42SE1": 827,
  "CDC45": 828,
  "CDCA3": 829,
  "CDCA7": 830,
  "CDCA8": 831,
  "CDCP1": 832,
  "CDH13": 833,
  "CDH15": 834,
  "CDH23": 835,
  "CDH26": 836,
  "CDH3": 837,
  "CDH5": 838,
  "CDH6": 839,
  "CDHR4": 840,
  "CDHR5": 841,
  "CDK1": 842,
  "CDK12": 843,
  "CDK14": 844,
  "CDK15": 845,
  "CDK18": 846,
  "CDK2AP2": 847,
  "CDK5R2": 848,
  "CDKAL1": 849,
  "CDKL5": 850,
  "CDKN1A": 851,
  "CDKN1B": 852,
  "CDKN1C": 853,
  "CDKN2C": 854,
  "CDKN2D": 855,
  "CDKN3": 856,
  "CDNF": 857,
  "CDRT4": 858,
  "CDSN": 859,
  "CDT1": 860,
  "CDYL": 861,
  "CEACAM1": 862,
  "CEACAM16": 863,
  "CEACAM18": 864,
  "CEACAM20": 865,
  "CEACAM4": 866,
  "CEBPA": 867,
  "CEBPB": 868,
  "CEBPD": 869,
  "CEBPE": 870,
  "CELA1": 871,
  "CELA2A": 872,
  "CELA2B": 873,
  "CELA3A": 874,
  "CELF2": 875,
  "CELF3": 876,
  "CELF4": 877,
  "CELSR1": 878,
  "CENPA": 879,
  "CENPE": 880,
  "CENPF": 881,
  "CENPU": 882,
  "CEP126": 883,
  "CEP19": 884,
  "CEP295NL": 885,
  "CEP350": 886,
  "CEP85L": 887,
  "CES4A": 888,
  "CETP": 889,
  "CFAP126": 890,
  "CFAP46": 891,
  "CFAP52": 892,
  "CFAP53": 893,
  "CFAP57": 894,
  "CFAP61": 895,
  "CFAP70": 896,
  "CFAP77": 897,
  "CFAP97": 898,
  "CFD": 899,
  "CFH": 900,
  "CFHR3": 901,
  "CFHR5": 902,
  "CFLAR": 903,
  "CFP": 904,
  "CGA": 905,
  "CHAF1A": 906,
  "CHD2": 907,
  "CHD3": 908,
  "CHD5": 909,
  "CHD9": 910,
  "CHGB": 911,
  "CHI3L2": 912,
  "CHIT1": 913,
  "CHMP5": 914,
  "CHN2": 915,
  "CHP1": 916,
  "CHPF2": 917,
  "CHRDL2": 918,
  "CHRFAM7A": 919,
  "CHRM5": 920,
  "CHRNA2": 921,
  "CHRNA3": 922,
  "CHRNA6": 923,
  "CHRNB4": 924,
  "CHRNE": 925,
  "CHRNG": 926,
  "CHST12": 927,
  "CHST2": 928,
  "CHST3": 929,
  "CHST8": 930,
  "CIART": 931,
  "CIB2": 932,
  "CIB3": 933,
  "CIDEB": 934,
  "CIDEC": 935,
  "CIITA": 936,
  "CILP2": 937,
  "CIR1": 938,
  "CIRBP": 939,
  "CISH": 940,
  "CITED1": 941,
  "CITED2": 942,
  "CITED4": 943,
  "CKAP2": 944,
  "CKAP4": 945,
  "CKAP5": 946,
  "CKB": 947,
  "CKLF": 948,
  "CKM": 949,
  "CKMT2": 950,
  "CKS1B": 951,
  "CKS2": 952,
  "CLC": 953,
  "CLCA1": 954,
  "CLCN3": 955,
  "CLCNKA": 956,
  "CLDN14": 957,
  "CLDN15": 958,
  "CLDN18": 959,
  "CLDN19": 960,
  "CLDN22": 961,
  "CLDN5": 962,
  "CLDN6": 963,
  "CLDN7": 964,
  "CLDN9": 965,
  "CLEC10A": 966,
  "CLEC2B": 967,
  "CLEC3B": 968,
  "CLEC4A": 969,
  "CLEC4D": 970,
  "CLEC4E": 971,
  "CLEC4G": 972,
  "CLEC4M": 973,
  "CLEC6A": 974,
  "CLIC1": 975,
  "CLIC2": 976,
  "CLIC3": 977,
  "CLIP1": 978,
  "CLIP2": 979,
  "CLIP3": 980,
  "CLK1": 981,
  "CLK4": 982,
  "CLMN": 983,
  "CLMP": 984,
  "CLN5": 985,
  "CLN8": 986,
  "CLNK": 987,
  "CLPX": 988,
  "CLSPN": 989,
  "CLSTN2": 990,
  "CLSTN3": 991,
  "CLTA": 992,
  "CLU": 993,
  "CLUL1": 994,
  "CMIP": 995,
  "CMPK2": 996,
  "CMSS1": 997,
  "CMTM2": 998,
  "CMTM3": 999,
  "CMTM5": 1000,
  "CMTM6": 1001,
  "CMTM7": 1002,
  "CMTR2": 1003,
  "CMYA5": 1004,
  "CNDP1": 1005,
  "CNGA1": 1006,
  "CNGB1": 1007,
  "CNGB3": 1008,
  "CNIH3": 1009,
  "CNIH4": 1010,
  "CNN1": 1011,
  "CNN2": 1012,
  "CNNM1": 1013,
  "CNNM4": 1014,
  "CNOT4": 1015,
  "CNOT6L": 1016,
  "CNR1": 1017,
  "CNR2": 1018,
  "CNST": 1019,
  "CNTLN": 1020,
  "CNTN2": 1021,
  "CNTN5": 1022,
  "CNTNAP1": 1023,
  "CNTNAP2": 1024,
  "CNTNAP3": 1025,
  "CNTRL": 1026,
  "COBL": 1027,
  "COL14A1": 1028,
  "COL15A1": 1029,
  "COL18A1": 1030,
  "COL1A1": 1031,
  "COL22A1": 1032,
  "COL24A1": 1033,
  "COL26A1": 1034,
  "COL27A1": 1035,
  "COL2A1": 1036,
  "COL4A5": 1037,
  "COL6A1": 1038,
  "COL6A2": 1039,
  "COL6A3": 1040,
  "COL6A5": 1041,
  "COL6A6": 1042,
  "COL7A1": 1043,
  "COL8A1": 1044,
  "COL9A2": 1045,
  "COL9A3": 1046,
  "COLGALT2": 1047,
  "COLQ": 1048,
  "COMMD3": 1049,
  "COMMD6": 1050,
  "COMMD7": 1051,
  "COMP": 1052,
  "COMT": 1053,
  "COPB1": 1054,
  "COPB2": 1055,
  "COPG1": 1056,
  "COQ10B": 1057,
  "CORO1A": 1058,
  "CORO1B": 1059,
  "CORO2A": 1060,
  "COTL1": 1061,
  "COX17": 1062,
  "COX4I2": 1063,
  "COX6A2": 1064,
  "COX6B2": 1065,
  "CP": 1066,
  "CPA1": 1067,
  "CPAMD8": 1068,
  "CPD": 1069,
  "CPE": 1070,
  "CPEB2": 1071,
  "CPEB3": 1072,
  "CPEB4": 1073,
  "CPED1": 1074,
  "CPLX3": 1075,
  "CPN2": 1076,
  "CPNE5": 1077,
  "CPOX": 1078,
  "CPPED1": 1079,
  "CPQ": 1080,
  "CPSF4L": 1081,
  "CPT1A": 1082,
  "CPT1C": 1083,
  "CPVL": 1084,
  "CPXM1": 1085,
  "CPZ": 1086,
  "CR1": 1087,
  "CR1L": 1088,
  "CRABP2": 1089,
  "CRADD": 1090,
  "CRAT": 1091,
  "CRB1": 1092,
  "CREB3L1": 1093,
  "CREB3L2": 1094,
  "CREB3L3": 1095,
  "CREB5": 1096,
  "CREBRF": 1097,
  "CREG1": 1098,
  "CRELD1": 1099,
  "CREM": 1100,
  "CRHBP": 1101,
  "CRHR2": 1102,
  "CRIM1": 1103,
  "CRISP2": 1104,
  "CRISP3": 1105,
  "CRLF2": 1106,
  "CRTAC1": 1107,
  "CRTC1": 1108,
  "CRX": 1109,
  "CRYAB": 1110,
  "CRYBA2": 1111,
  "CRYL1": 1112,
  "CRYM": 1113,
  "CRYZL1": 1114,
  "CSAD": 1115,
  "CSF1R": 1116,
  "CSF2": 1117,
  "CSF2RA": 1118,
  "CSF3R": 1119,
  "CSMD3": 1120,
  "CSNK1A1L": 1121,
  "CSRNP1": 1122,
  "CSRP3": 1123,
  "CST1": 1124,
  "CST3": 1125,
  "CST7": 1126,
  "CSTA": 1127,
  "CSTB": 1128,
  "CT45A1": 1129,
  "CT45A3": 1130,
  "CTBS": 1131,
  "CTF1": 1132,
  "CTNNA2": 1133,
  "CTNNAL1": 1134,
  "CTNNB1": 1135,
  "CTNS": 1136,
  "CTRC": 1137,
  "CTSA": 1138,
  "CTSB": 1139,
  "CTSC": 1140,
  "CTSD": 1141,
  "CTSE": 1142,
  "CTSH": 1143,
  "CTSK": 1144,
  "CTSL": 1145,
  "CTSO": 1146,
  "CTSS": 1147,
  "CTSV": 1148,
  "CTSW": 1149,
  "CTSZ": 1150,
  "CTTN": 1151,
  "CTTNBP2": 1152,
  "CUBN": 1153,
  "CUL7": 1154,
  "CUL9": 1155,
  "CUX1": 1156,
  "CXCL10": 1157,
  "CXCL16": 1158,
  "CXCL2": 1159,
  "CXCL3": 1160,
  "CXCL5": 1161,
  "CXCL8": 1162,
  "CXCR2": 1163,
  "CXCR4": 1164,
  "CXXC4": 1165,
  "CXXC5": 1166,
  "CYB561A3": 1167,
  "CYB561D1": 1168,
  "CYB5D2": 1169,
  "CYBA": 1170,
  "CYBB": 1171,
  "CYBRD1": 1172,
  "CYCS": 1173,
  "CYFIP2": 1174,
  "CYLD": 1175,
  "CYP11A1": 1176,
  "CYP17A1": 1177,
  "CYP19A1": 1178,
  "CYP1A1": 1179,
  "CYP1B1": 1180,
  "CYP24A1": 1181,
  "CYP26B1": 1182,
  "CYP26C1": 1183,
  "CYP27B1": 1184,
  "CYP2A13": 1185,
  "CYP2B6": 1186,
  "CYP2C19": 1187,
  "CYP2J2": 1188,
  "CYP39A1": 1189,
  "CYP3A4": 1190,
  "CYP3A43": 1191,
  "CYP3A5": 1192,
  "CYP3A7": 1193,
  "CYP4A11": 1194,
  "CYP4F2": 1195,
  "CYP4F8": 1196,
  "CYSLTR1": 1197,
  "CYSLTR2": 1198,
  "CYSTM1": 1199,
  "CYTH1": 1200,
  "CYTH2": 1201,
  "CYTH4": 1202,
  "CYTIP": 1203,
  "CYTL1": 1204,
  "DAAM2": 1205,
  "DAB2": 1206,
  "DAB2IP": 1207,
  "DACH1": 1208,
  "DACT3": 1209,
  "DAPK2": 1210,
  "DAPP1": 1211,
  "DAZAP2": 1212,
  "DAZL": 1213,
  "DBF4": 1214,
  "DBI": 1215,
  "DCAF4L1": 1216,
  "DCAF6": 1217,
  "DCC": 1218,
  "DCDC2B": 1219,
  "DCHS2": 1220,
  "DCN": 1221,
  "DCST1": 1222,
  "DCST2": 1223,
  "DCT": 1224,
  "DCTN3": 1225,
  "DCTPP1": 1226,
  "DCUN1D3": 1227,
  "DDAH2": 1228,
  "DDC": 1229,
  "DDIT3": 1230,
  "DDIT4": 1231,
  "DDN": 1232,
  "DDO": 1233,
  "DDX1": 1234,
  "DDX17": 1235,
  "DDX21": 1236,
  "DDX25": 1237,
  "DDX4": 1238,
  "DDX53": 1239,
  "DDX58": 1240,
  "DDX6": 1241,
  "DDX60L": 1242,
  "DEF6": 1243,
  "DEFB123": 1244,
  "DEFB124": 1245,
  "DEK": 1246,
  "DENND1B": 1247,
  "DENND1C": 1248,
  "DENND2A": 1249,
  "DENND2D": 1250,
  "DENND3": 1251,
  "DENND4A": 1252,
  "DENND5B": 1253,
  "DENND6B": 1254,
  "DEPDC1": 1255,
  "DES": 1256,
  "DGAT2L6": 1257,
  "DGCR2": 1258,
  "DGCR8": 1259,
  "DGKB": 1260,
  "DGKG": 1261,
  "DGKI": 1262,
  "DGKZ": 1263,
  "DHDH": 1264,
  "DHFR": 1265,
  "DHRS12": 1266,
  "DHRS2": 1267,
  "DHRS4L2": 1268,
  "DHRS9": 1269,
  "DHTKD1": 1270,
  "DHX58": 1271,
  "DIAPH2": 1272,
  "DISC1": 1273,
  "DKK2": 1274,
  "DKK4": 1275,
  "DLEU7": 1276,
  "DLG1": 1277,
  "DLGAP5": 1278,
  "DLK1": 1279,
  "DLL1": 1280,
  "DLL4": 1281,
  "DLX2": 1282,
  "DLX4": 1283,
  "DMBT1": 1284,
  "DMD": 1285,
  "DMGDH": 1286,
  "DMPK": 1287,
  "DMRT1": 1288,
  "DMTN": 1289,
  "DNAAF1": 1290,
  "DNAH10OS": 1291,
  "DNAH11": 1292,
  "DNAH12": 1293,
  "DNAH2": 1294,
  "DNAH3": 1295,
  "DNAH6": 1296,
  "DNAH8": 1297,
  "DNAI1": 1298,
  "DNAI2": 1299,
  "DNAJA1": 1300,
  "DNAJB1": 1301,
  "DNAJB11": 1302,
  "DNAJB13": 1303,
  "DNAJB2": 1304,
  "DNAJB4": 1305,
  "DNAJB5": 1306,
  "DNAJB6": 1307,
  "DNAJB9": 1308,
  "DNAJC15": 1309,
  "DNAJC22": 1310,
  "DNAJC28": 1311,
  "DNAJC3": 1312,
  "DNAJC4": 1313,
  "DNALI1": 1314,
  "DNASE1": 1315,
  "DNASE1L3": 1316,
  "DNASE2B": 1317,
  "DOC2A": 1318,
  "DOCK11": 1319,
  "DOCK2": 1320,
  "DOCK8": 1321,
  "DOK2": 1322,
  "DOK3": 1323,
  "DOK7": 1324,
  "DPEP2": 1325,
  "DPF3": 1326,
  "DPP6": 1327,
  "DPYS": 1328,
  "DPYSL2": 1329,
  "DQX1": 1330,
  "DRAM2": 1331,
  "DRAXIN": 1332,
  "DRC1": 1333,
  "DRC7": 1334,
  "DRD2": 1335,
  "DSC1": 1336,
  "DSC2": 1337,
  "DSCAM": 1338,
  "DSE": 1339,
  "DSEL": 1340,
  "DSG3": 1341,
  "DST": 1342,
  "DSTYK": 1343,
  "DTL": 1344,
  "DTX3": 1345,
  "DTX3L": 1346,
  "DUOX1": 1347,
  "DUOXA2": 1348,
  "DUSP1": 1349,
  "DUSP10": 1350,
  "DUSP13": 1351,
  "DUSP15": 1352,
  "DUSP18": 1353,
  "DUSP21": 1354,
  "DUSP22": 1355,
  "DUSP5": 1356,
  "DUSP8": 1357,
  "DUSP9": 1358,
  "DUT": 1359,
  "DYDC2": 1360,
  "DYNC1I1": 1361,
  "DYNLL1": 1362,
  "DYNLRB2": 1363,
  "DYNLT3": 1364,
  "DYRK1B": 1365,
  "DYSF": 1366,
  "DZIP3": 1367,
  "E2F1": 1368,
  "EBF1": 1369,
  "EBF2": 1370,
  "EBF4": 1371,
  "EBI3": 1372,
  "EBNA1BP2": 1373,
  "ECH1": 1374,
  "ECM1": 1375,
  "EDA": 1376,
  "EDA2R": 1377,
  "EDEM3": 1378,
  "EDN1": 1379,
  "EDN2": 1380,
  "EEF1A1": 1381,
  "EEF1A2": 1382,
  "EEF1E1": 1383,
  "EFCAB12": 1384,
  "EFCAB13": 1385,
  "EFCAB14": 1386,
  "EFEMP2": 1387,
  "EFHB": 1388,
  "EFHC1": 1389,
  "EFHD2": 1390,
  "EFNA2": 1391,
  "EFNB2": 1392,
  "EFR3B": 1393,
  "EFS": 1394,
  "EGF": 1395,
  "EGFL7": 1396,
  "EGFLAM": 1397,
  "EGR1": 1398,
  "EGR2": 1399,
  "EGR3": 1400,
  "EHF": 1401,
  "EIF1": 1402,
  "EIF1B": 1403,
  "EIF2S3": 1404,
  "EIF3D": 1405,
  "EIF3E": 1406,
  "EIF3F": 1407,
  "EIF3I": 1408,
  "EIF4A2": 1409,
  "EIF4EBP2": 1410,
  "EIF4G3": 1411,
  "EIF5": 1412,
  "ELANE": 1413,
  "ELF1": 1414,
  "ELF3": 1415,
  "ELFN1": 1416,
  "ELL2": 1417,
  "ELMOD1": 1418,
  "ELN": 1419,
  "ELOVL4": 1420,
  "ELOVL7": 1421,
  "EMC10": 1422,
  "EMILIN2": 1423,
  "EML4": 1424,
  "EMP1": 1425,
  "EMP3": 1426,
  "ENAM": 1427,
  "ENDOD1": 1428,
  "ENDOU": 1429,
  "ENG": 1430,
  "ENO1": 1431,
  "ENO2": 1432,
  "ENO3": 1433,
  "ENO4": 1434,
  "ENPEP": 1435,
  "ENPP1": 1436,
  "ENPP5": 1437,
  "ENTPD1": 1438,
  "ENTPD2": 1439,
  "ENTPD3": 1440,
  "ENTPD8": 1441,
  "EOMES": 1442,
  "EPAS1": 1443,
  "EPB41L1": 1444,
  "EPB41L4A": 1445,
  "EPB42": 1446,
  "EPG5": 1447,
  "EPGN": 1448,
  "EPHA1": 1449,
  "EPHA6": 1450,
  "EPHB1": 1451,
  "EPHB3": 1452,
  "EPHB6": 1453,
  "EPHX2": 1454,
  "EPM2AIP1": 1455,
  "EPN3": 1456,
  "EPOR": 1457,
  "EPPK1": 1458,
  "EPS8": 1459,
  "EPS8L3": 1460,
  "EPSTI1": 1461,
  "EPX": 1462,
  "ERAP2": 1463,
  "ERAS": 1464,
  "ERBB3": 1465,
  "ERICH2": 1466,
  "ERICH4": 1467,
  "ERLEC1": 1468,
  "ERMN": 1469,
  "ERN1": 1470,
  "ERN2": 1471,
  "ERO1B": 1472,
  "ERP27": 1473,
  "ERP29": 1474,
  "ERRFI1": 1475,
  "ERV3-1": 1476,
  "ERVFRD-1": 1477,
  "ESAM": 1478,
  "ESPN": 1479,
  "ESYT3": 1480,
  "ETS1": 1481,
  "ETS2": 1482,
  "ETV1": 1483,
  "ETV7": 1484,
  "EVA1A": 1485,
  "EVA1B": 1486,
  "EVC": 1487,
  "EVI2A": 1488,
  "EVI2B": 1489,
  "EVI5": 1490,
  "EVI5L": 1491,
  "EVX2": 1492,
  "EXOC3L4": 1493,
  "EXOC7": 1494,
  "EXOG": 1495,
  "EXOSC8": 1496,
  "EXTL1": 1497,
  "EYA2": 1498,
  "EYA4": 1499,
  "EYS": 1500,
  "EZH1": 1501,
  "F10": 1502,
  "F11R": 1503,
  "F13B": 1504,
  "F2R": 1505,
  "F2RL2": 1506,
  "F3": 1507,
  "F5": 1508,
  "FAAH": 1509,
  "FABP2": 1510,
  "FABP3": 1511,
  "FABP5": 1512,
  "FABP7": 1513,
  "FADS1": 1514,
  "FAIM2": 1515,
  "FAM107A": 1516,
  "FAM107B": 1517,
  "FAM111A": 1518,
  "FAM114A1": 1519,
  "FAM117A": 1520,
  "FAM118A": 1521,
  "FAM124A": 1522,
  "FAM131A": 1523,
  "FAM131B": 1524,
  "FAM133A": 1525,
  "FAM135B": 1526,
  "FAM151A": 1527,
  "FAM153A": 1528,
  "FAM153B": 1529,
  "FAM156A": 1530,
  "FAM161A": 1531,
  "FAM161B": 1532,
  "FAM162B": 1533,
  "FAM166B": 1534,
  "FAM169A": 1535,
  "FAM170A": 1536,
  "FAM170B": 1537,
  "FAM171B": 1538,
  "FAM177B": 1539,
  "FAM178B": 1540,
  "FAM183A": 1541,
  "FAM184B": 1542,
  "FAM187B": 1543,
  "FAM189A1": 1544,
  "FAM200B": 1545,
  "FAM20A": 1546,
  "FAM20B": 1547,
  "FAM210B": 1548,
  "FAM214A": 1549,
  "FAM214B": 1550,
  "FAM217A": 1551,
  "FAM221A": 1552,
  "FAM227A": 1553,
  "FAM227B": 1554,
  "FAM228B": 1555,
  "FAM234A": 1556,
  "FAM43A": 1557,
  "FAM81B": 1558,
  "FAM83A": 1559,
  "FAM83F": 1560,
  "FAM89A": 1561,
  "FAM89B": 1562,
  "FAM8A1": 1563,
  "FANCD2": 1564,
  "FANCD2OS": 1565,
  "FANK1": 1566,
  "FARP1": 1567,
  "FAS": 1568,
  "FASN": 1569,
  "FAXDC2": 1570,
  "FBLIM1": 1571,
  "FBLN1": 1572,
  "FBLN2": 1573,
  "FBN3": 1574,
  "FBP1": 1575,
  "FBP2": 1576,
  "FBXL14": 1577,
  "FBXL17": 1578,
  "FBXL20": 1579,
  "FBXO15": 1580,
  "FBXO32": 1581,
  "FBXO39": 1582,
  "FBXO43": 1583,
  "FBXO48": 1584,
  "FBXW10": 1585,
  "FBXW12": 1586,
  "FBXW4": 1587,
  "FCAMR": 1588,
  "FCER1G": 1589,
  "FCER2": 1590,
  "FCGBP": 1591,
  "FCGR1A": 1592,
  "FCGR2A": 1593,
  "FCGR2B": 1594,
  "FCGR3A": 1595,
  "FCGRT": 1596,
  "FCMR": 1597,
  "FCN1": 1598,
  "FCN3": 1599,
  "FCRL2": 1600,
  "FCRLA": 1601,
  "FER": 1602,
  "FER1L5": 1603,
  "FERMT1": 1604,
  "FERMT3": 1605,
  "FES": 1606,
  "FEV": 1607,
  "FEZ1": 1608,
  "FFAR2": 1609,
  "FFAR4": 1610,
  "FGD2": 1611,
  "FGD3": 1612,
  "FGD4": 1613,
  "FGF17": 1614,
  "FGF19": 1615,
  "FGF22": 1616,
  "FGF7": 1617,
  "FGFR1": 1618,
  "FGFR2": 1619,
  "FGFR3": 1620,
  "FGG": 1621,
  "FGL2": 1622,
  "FGR": 1623,
  "FHL2": 1624,
  "FHOD3": 1625,
  "FICD": 1626,
  "FILIP1": 1627,
  "FILIP1L": 1628,
  "FKBP1B": 1629,
  "FLCN": 1630,
  "FLNA": 1631,
  "FLOT2": 1632,
  "FLRT2": 1633,
  "FLT1": 1634,
  "FLT3": 1635,
  "FLT3LG": 1636,
  "FMNL1": 1637,
  "FMNL3": 1638,
  "FMO1": 1639,
  "FMO4": 1640,
  "FMO5": 1641,
  "FMOD": 1642,
  "FN1": 1643,
  "FNBP1": 1644,
  "FNDC3A": 1645,
  "FNDC3B": 1646,
  "FNDC4": 1647,
  "FNIP1": 1648,
  "FNIP2": 1649,
  "FOLR1": 1650,
  "FOLR3": 1651,
  "FOS": 1652,
  "FOSB": 1653,
  "FOSL2": 1654,
  "FOXA1": 1655,
  "FOXA3": 1656,
  "FOXE3": 1657,
  "FOXF1": 1658,
  "FOXH1": 1659,
  "FOXI2": 1660,
  "FOXJ1": 1661,
  "FOXL2": 1662,
  "FOXO4": 1663,
  "FOXO6": 1664,
  "FOXP1": 1665,
  "FOXP3": 1666,
  "FPR1": 1667,
  "FRAS1": 1668,
  "FRG1": 1669,
  "FRG2": 1670,
  "FRG2B": 1671,
  "FRK": 1672,
  "FRMD4A": 1673,
  "FRMD4B": 1674,
  "FRMD7": 1675,
  "FRMPD3": 1676,
  "FRRS1": 1677,
  "FRRS1L": 1678,
  "FRY": 1679,
  "FRYL": 1680,
  "FRZB": 1681,
  "FSCN3": 1682,
  "FSIP2": 1683,
  "FST": 1684,
  "FSTL1": 1685,
  "FSTL4": 1686,
  "FSTL5": 1687,
  "FTCD": 1688,
  "FTH1": 1689,
  "FTL": 1690,
  "FUCA1": 1691,
  "FURIN": 1692,
  "FUT1": 1693,
  "FUT2": 1694,
  "FUT3": 1695,
  "FUT5": 1696,
  "FUT7": 1697,
  "FUZ": 1698,
  "FXYD4": 1699,
  "FXYD5": 1700,
  "FXYD6": 1701,
  "FYN": 1702,
  "FZD7": 1703,
  "G6PC2": 1704,
  "G6PD": 1705,
  "GAB3": 1706,
  "GABARAPL1": 1707,
  "GABARAPL2": 1708,
  "GABPB1": 1709,
  "GABPB2": 1710,
  "GABRA2": 1711,
  "GABRE": 1712,
  "GABRG2": 1713,
  "GABRQ": 1714,
  "GABRR1": 1715,
  "GABRR2": 1716,
  "GAD1": 1717,
  "GADD45A": 1718,
  "GADD45B": 1719,
  "GADD45G": 1720,
  "GAGE12F": 1721,
  "GAGE12J": 1722,
  "GAL": 1723,
  "GAL3ST2": 1724,
  "GALC": 1725,
  "GALK1": 1726,
  "GALNT10": 1727,
  "GALNT18": 1728,
  "GALNT3": 1729,
  "GALNT4": 1730,
  "GALT": 1731,
  "GAP43": 1732,
  "GAPDH": 1733,
  "GAPT": 1734,
  "GAR1": 1735,
  "GAS1": 1736,
  "GAS2": 1737,
  "GAS2L3": 1738,
  "GAS6": 1739,
  "GAS7": 1740,
  "GAST": 1741,
  "GATA1": 1742,
  "GATA2": 1743,
  "GATA5": 1744,
  "GBP1": 1745,
  "GBP2": 1746,
  "GBP3": 1747,
  "GBP4": 1748,
  "GCA": 1749,
  "GCC2": 1750,
  "GCGR": 1751,
  "GCHFR": 1752,
  "GCM1": 1753,
  "GCNT2": 1754,
  "GDE1": 1755,
  "GDF11": 1756,
  "GDF15": 1757,
  "GDF5": 1758,
  "GDI1": 1759,
  "GDNF": 1760,
  "GDPD5": 1761,
  "GDPGP1": 1762,
  "GEM": 1763,
  "GFAP": 1764,
  "GFI1B": 1765,
  "GFOD1": 1766,
  "GFRA2": 1767,
  "GFY": 1768,
  "GGN": 1769,
  "GGNBP2": 1770,
  "GGT5": 1771,
  "GGTLC2": 1772,
  "GH1": 1773,
  "GH2": 1774,
  "GHRL": 1775,
  "GIGYF1": 1776,
  "GIMAP1": 1777,
  "GIMAP2": 1778,
  "GIMAP6": 1779,
  "GIMAP7": 1780,
  "GIMAP8": 1781,
  "GINS2": 1782,
  "GIP": 1783,
  "GIPC2": 1784,
  "GIPR": 1785,
  "GJA5": 1786,
  "GJB7": 1787,
  "GKN2": 1788,
  "GLB1": 1789,
  "GLB1L2": 1790,
  "GLG1": 1791,
  "GLI2": 1792,
  "GLIPR1": 1793,
  "GLIPR2": 1794,
  "GLRB": 1795,
  "GLRX": 1796,
  "GLT8D2": 1797,
  "GLUL": 1798,
  "GLYAT": 1799,
  "GMFG": 1800,
  "GMIP": 1801,
  "GMNN": 1802,
  "GMPPA": 1803,
  "GMPR": 1804,
  "GNA14": 1805,
  "GNAI1": 1806,
  "GNAI2": 1807,
  "GNAO1": 1808,
  "GNB3": 1809,
  "GNB5": 1810,
  "GNG13": 1811,
  "GNG2": 1812,
  "GNG8": 1813,
  "GNGT2": 1814,
  "GNPTAB": 1815,
  "GNRH2": 1816,
  "GNS": 1817,
  "GOLGA2": 1818,
  "GOLGA4": 1819,
  "GOLGA6L1": 1820,
  "GOLGA6L2": 1821,
  "GOLGA6L22": 1822,
  "GOLGA8N": 1823,
  "GOLGA8Q": 1824,
  "GOLGA8R": 1825,
  "GOLGB1": 1826,
  "GOLIM4": 1827,
  "GOLT1A": 1828,
  "GP1BA": 1829,
  "GP6": 1830,
  "GPAT2": 1831,
  "GPAT3": 1832,
  "GPATCH2L": 1833,
  "GPC1": 1834,
  "GPC5": 1835,
  "GPCPD1": 1836,
  "GPD1": 1837,
  "GPER1": 1838,
  "GPHA2": 1839,
  "GPR12": 1840,
  "GPR132": 1841,
  "GPR137B": 1842,
  "GPR146": 1843,
  "GPR153": 1844,
  "GPR155": 1845,
  "GPR157": 1846,
  "GPR158": 1847,
  "GPR162": 1848,
  "GPR176": 1849,
  "GPR182": 1850,
  "GPR183": 1851,
  "GPR20": 1852,
  "GPR21": 1853,
  "GPR34": 1854,
  "GPR35": 1855,
  "GPR37L1": 1856,
  "GPR39": 1857,
  "GPR61": 1858,
  "GPR65": 1859,
  "GPR84": 1860,
  "GPR85": 1861,
  "GPR88": 1862,
  "GPRC5C": 1863,
  "GPSM3": 1864,
  "GPX2": 1865,
  "GPX3": 1866,
  "GPX5": 1867,
  "GPX6": 1868,
  "GPX7": 1869,
  "GRAP2": 1870,
  "GREB1L": 1871,
  "GRHL1": 1872,
  "GRHL3": 1873,
  "GRIA3": 1874,
  "GRID1": 1875,
  "GRIK1": 1876,
  "GRIN2C": 1877,
  "GRIN3A": 1878,
  "GRINA": 1879,
  "GRK5": 1880,
  "GRK7": 1881,
  "GRM3": 1882,
  "GRM4": 1883,
  "GRN": 1884,
  "GSDMB": 1885,
  "GSDMD": 1886,
  "GSG1": 1887,
  "GSN": 1888,
  "GSTA1": 1889,
  "GSTM2": 1890,
  "GSTM3": 1891,
  "GSTP1": 1892,
  "GSTT2B": 1893,
  "GSTZ1": 1894,
  "GTDC1": 1895,
  "GTF2I": 1896,
  "GTF2IRD2": 1897,
  "GTF2IRD2B": 1898,
  "GTSE1": 1899,
  "GUCA2B": 1900,
  "GUCY2D": 1901,
  "GYPA": 1902,
  "GYPB": 1903,
  "GYPC": 1904,
  "GYPE": 1905,
  "GZMM": 1906,
  "H6PD": 1907,
  "HAAO": 1908,
  "HAGH": 1909,
  "HAL": 1910,
  "HAMP": 1911,
  "HAND1": 1912,
  "HAP1": 1913,
  "HAPLN3": 1914,
  "HAS1": 1915,
  "HAVCR2": 1916,
  "HBA1": 1917,
  "HBA2": 1918,
  "HBB": 1919,
  "HBD": 1920,
  "HBE1": 1921,
  "HBEGF": 1922,
  "HBG1": 1923,
  "HBG2": 1924,
  "HBP1": 1925,
  "HBQ1": 1926,
  "HBZ": 1927,
  "HCAR2": 1928,
  "HCK": 1929,
  "HCLS1": 1930,
  "HCN1": 1931,
  "HCST": 1932,
  "HDAC5": 1933,
  "HDAC9": 1934,
  "HDC": 1935,
  "HEATR5A": 1936,
  "HEATR6": 1937,
  "HECW1": 1938,
  "HECW2": 1939,
  "HELLS": 1940,
  "HELZ2": 1941,
  "HEMGN": 1942,
  "HEMK1": 1943,
  "HEPACAM2": 1944,
  "HEPH": 1945,
  "HEPHL1": 1946,
  "HERC1": 1947,
  "HERC2": 1948,
  "HERC3": 1949,
  "HERC4": 1950,
  "HERC5": 1951,
  "HERC6": 1952,
  "HERPUD1": 1953,
  "HES1": 1954,
  "HES2": 1955,
  "HES4": 1956,
  "HES6": 1957,
  "HES7": 1958,
  "HESX1": 1959,
  "HEXA": 1960,
  "HEXB": 1961,
  "HEXIM1": 1962,
  "HEY1": 1963,
  "HEY2": 1964,
  "HFE": 1965,
  "HGD": 1966,
  "HGSNAT": 1967,
  "HHEX": 1968,
  "HID1": 1969,
  "HIGD2B": 1970,
  "HINT2": 1971,
  "HIP1": 1972,
  "HIPK2": 1973,
  "HIPK3": 1974,
  "HIVEP2": 1975,
  "HIVEP3": 1976,
  "HJURP": 1977,
  "HK1": 1978,
  "HK2": 1979,
  "HK3": 1980,
  "HLA-A": 1981,
  "HLA-B": 1982,
  "HLA-C": 1983,
  "HLA-DMA": 1984,
  "HLA-DMB": 1985,
  "HLA-DOA": 1986,
  "HLA-DPA1": 1987,
  "HLA-DPB1": 1988,
  "HLA-DQA1": 1989,
  "HLA-DQB2": 1990,
  "HLA-DRA": 1991,
  "HLA-DRB1": 1992,
  "HLA-E": 1993,
  "HLA-F": 1994,
  "HLF": 1995,
  "HLX": 1996,
  "HMBS": 1997,
  "HMGB2": 1998,
  "HMGCL": 1999,
  "HMGCS1": 2000,
  "HMGN2": 2001,
  "HMGN5": 2002,
  "HMMR": 2003,
  "HMOX1": 2004,
  "HMX2": 2005,
  "HNF1A": 2006,
  "HNF4A": 2007,
  "HNF4G": 2008,
  "HNMT": 2009,
  "HNRNPA1": 2010,
  "HNRNPAB": 2011,
  "HNRNPCL1": 2012,
  "HNRNPDL": 2013,
  "HNRNPH1": 2014,
  "HOGA1": 2015,
  "HOPX": 2016,
  "HOXA1": 2017,
  "HOXA13": 2018,
  "HOXB13": 2019,
  "HOXB2": 2020,
  "HOXB3": 2021,
  "HOXB4": 2022,
  "HOXB5": 2023,
  "HOXB6": 2024,
  "HOXB8": 2025,
  "HOXB9": 2026,
  "HOXC13": 2027,
  "HOXD1": 2028,
  "HOXD8": 2029,
  "HP": 2030,
  "HP1BP3": 2031,
  "HPGD": 2032,
  "HPGDS": 2033,
  "HPN": 2034,
  "HPS3": 2035,
  "HPSE": 2036,
  "HPSE2": 2037,
  "HRC": 2038,
  "HS3ST1": 2039,
  "HS3ST4": 2040,
  "HS3ST6": 2041,
  "HS6ST3": 2042,
  "HSBP1L1": 2043,
  "HSD17B10": 2044,
  "HSD17B11": 2045,
  "HSD17B14": 2046,
  "HSD17B2": 2047,
  "HSD17B4": 2048,
  "HSD3B7": 2049,
  "HSH2D": 2050,
  "HSP90AA1": 2051,
  "HSP90AB1": 2052,
  "HSP90B1": 2053,
  "HSPA1A": 2054,
  "HSPA1B": 2055,
  "HSPA2": 2056,
  "HSPA5": 2057,
  "HSPA6": 2058,
  "HSPA8": 2059,
  "HSPB1": 2060,
  "HSPB7": 2061,
  "HSPB8": 2062,
  "HSPD1": 2063,
  "HSPH1": 2064,
  "HTR1D": 2065,
  "HTR3E": 2066,
  "HTR4": 2067,
  "HTR7": 2068,
  "HTRA4": 2069,
  "HVCN1": 2070,
  "HYAL3": 2071,
  "HYDIN": 2072,
  "IAH1": 2073,
  "IAPP": 2074,
  "ICA1": 2075,
  "ICAM1": 2076,
  "ICAM2": 2077,
  "ICAM4": 2078,
  "ICOSLG": 2079,
  "ID1": 2080,
  "ID2": 2081,
  "ID3": 2082,
  "IDH1": 2083,
  "IDH2": 2084,
  "IDI1": 2085,
  "IDNK": 2086,
  "IDO2": 2087,
  "IDS": 2088,
  "IDUA": 2089,
  "IER2": 2090,
  "IER3": 2091,
  "IER5": 2092,
  "IER5L": 2093,
  "IFFO1": 2094,
  "IFI16": 2095,
  "IFI27": 2096,
  "IFI27L2": 2097,
  "IFI30": 2098,
  "IFI35": 2099,
  "IFI6": 2100,
  "IFIH1": 2101,
  "IFIT1B": 2102,
  "IFIT2": 2103,
  "IFIT3": 2104,
  "IFIT5": 2105,
  "IFITM1": 2106,
  "IFITM10": 2107,
  "IFITM2": 2108,
  "IFITM3": 2109,
  "IFNGR1": 2110,
  "IFNL1": 2111,
  "IGBP1": 2112,
  "IGDCC3": 2113,
  "IGF1": 2114,
  "IGF2": 2115,
  "IGFALS": 2116,
  "IGFBP2": 2117,
  "IGFBP4": 2118,
  "IGFBP5": 2119,
  "IGFBP6": 2120,
  "IGFBP7": 2121,
  "IGFL2": 2122,
  "IGFN1": 2123,
  "IGIP": 2124,
  "IGLON5": 2125,
  "IGSF1": 2126,
  "IGSF10": 2127,
  "IGSF23": 2128,
  "IGSF6": 2129,
  "IK": 2130,
  "IKZF2": 2131,
  "IKZF3": 2132,
  "IL10RA": 2133,
  "IL10RB": 2134,
  "IL11": 2135,
  "IL12RB1": 2136,
  "IL13RA1": 2137,
  "IL15": 2138,
  "IL16": 2139,
  "IL17C": 2140,
  "IL17RA": 2141,
  "IL17RC": 2142,
  "IL18": 2143,
  "IL18RAP": 2144,
  "IL19": 2145,
  "IL1A": 2146,
  "IL1B": 2147,
  "IL1R2": 2148,
  "IL1RAP": 2149,
  "IL1RAPL1": 2150,
  "IL1RL1": 2151,
  "IL1RN": 2152,
  "IL20": 2153,
  "IL21R": 2154,
  "IL22RA1": 2155,
  "IL22RA2": 2156,
  "IL23R": 2157,
  "IL24": 2158,
  "IL27RA": 2159,
  "IL2RA": 2160,
  "IL2RG": 2161,
  "IL32": 2162,
  "IL34": 2163,
  "IL36G": 2164,
  "IL3RA": 2165,
  "IL4R": 2166,
  "IL5RA": 2167,
  "IL6": 2168,
  "IL6R": 2169,
  "IL6ST": 2170,
  "IL9R": 2171,
  "IMPG2": 2172,
  "ING1": 2173,
  "ING2": 2174,
  "ING4": 2175,
  "INHA": 2176,
  "INHBA": 2177,
  "INHBE": 2178,
  "INMT": 2179,
  "INPP1": 2180,
  "INPP4B": 2181,
  "INPP5D": 2182,
  "INPP5J": 2183,
  "INSIG1": 2184,
  "INSL3": 2185,
  "INSR": 2186,
  "INSRR": 2187,
  "INTS6": 2188,
  "IP6K3": 2189,
  "IPCEF1": 2190,
  "IPP": 2191,
  "IQCD": 2192,
  "IQCF2": 2193,
  "IQCF3": 2194,
  "IQGAP1": 2195,
  "IQGAP2": 2196,
  "IQGAP3": 2197,
  "IQSEC2": 2198,
  "IRF1": 2199,
  "IRF2": 2200,
  "IRF2BP2": 2201,
  "IRF2BPL": 2202,
  "IRF7": 2203,
  "IRF9": 2204,
  "IRGC": 2205,
  "IRGM": 2206,
  "IRS1": 2207,
  "IRS2": 2208,
  "IRX3": 2209,
  "ISG15": 2210,
  "ISG20": 2211,
  "ISL2": 2212,
  "ISLR2": 2213,
  "ISM2": 2214,
  "ISX": 2215,
  "ITGA2B": 2216,
  "ITGA3": 2217,
  "ITGA4": 2218,
  "ITGA6": 2219,
  "ITGA7": 2220,
  "ITGA9": 2221,
  "ITGAL": 2222,
  "ITGAM": 2223,
  "ITGAV": 2224,
  "ITGAX": 2225,
  "ITGB1": 2226,
  "ITGB2": 2227,
  "ITGB7": 2228,
  "ITGB8": 2229,
  "ITGBL1": 2230,
  "ITIH2": 2231,
  "ITIH4": 2232,
  "ITK": 2233,
  "ITLN1": 2234,
  "ITLN2": 2235,
  "ITM2B": 2236,
  "ITM2C": 2237,
  "ITPKB": 2238,
  "ITPR1": 2239,
  "ITPR2": 2240,
  "ITPRIPL1": 2241,
  "ITPRIPL2": 2242,
  "ITSN1": 2243,
  "ITSN2": 2244,
  "IZUMO4": 2245,
  "JADE1": 2246,
  "JAK1": 2247,
  "JAK3": 2248,
  "JAKMIP2": 2249,
  "JAML": 2250,
  "JARID2": 2251,
  "JAZF1": 2252,
  "JCHAIN": 2253,
  "JMJD1C": 2254,
  "JMJD7": 2255,
  "JPH4": 2256,
  "JUN": 2257,
  "JUNB": 2258,
  "JUND": 2259,
  "JUP": 2260,
  "KANK3": 2261,
  "KANSL1L": 2262,
  "KAT2B": 2263,
  "KATNAL2": 2264,
  "KCNA2": 2265,
  "KCNB2": 2266,
  "KCNC1": 2267,
  "KCNC3": 2268,
  "KCND2": 2269,
  "KCNE1": 2270,
  "KCNE2": 2271,
  "KCNE3": 2272,
  "KCNE4": 2273,
  "KCNE5": 2274,
  "KCNH1": 2275,
  "KCNH2": 2276,
  "KCNH3": 2277,
  "KCNH6": 2278,
  "KCNH7": 2279,
  "KCNIP4": 2280,
  "KCNJ12": 2281,
  "KCNJ13": 2282,
  "KCNJ15": 2283,
  "KCNJ5": 2284,
  "KCNJ6": 2285,
  "KCNK17": 2286,
  "KCNK6": 2287,
  "KCNMB1": 2288,
  "KCNMB4": 2289,
  "KCNN1": 2290,
  "KCNN2": 2291,
  "KCNN3": 2292,
  "KCNQ1": 2293,
  "KCNQ2": 2294,
  "KCNT2": 2295,
  "KCP": 2296,
  "KCTD18": 2297,
  "KCTD21": 2298,
  "KCTD7": 2299,
  "KDM2A": 2300,
  "KDM5A": 2301,
  "KDM5B": 2302,
  "KDM6B": 2303,
  "KDM7A": 2304,
  "KDR": 2305,
  "KEL": 2306,
  "KHDC3L": 2307,
  "KIAA0232": 2308,
  "KIAA0319": 2309,
  "KIAA0319L": 2310,
  "KIAA0513": 2311,
  "KIAA0825": 2312,
  "KIAA0930": 2313,
  "KIAA1107": 2314,
  "KIAA1109": 2315,
  "KIAA1755": 2316,
  "KIAA2012": 2317,
  "KIF13A": 2318,
  "KIF14": 2319,
  "KIF18B": 2320,
  "KIF20A": 2321,
  "KIF22": 2322,
  "KIF2C": 2323,
  "KIF4A": 2324,
  "KIF5A": 2325,
  "KIF5C": 2326,
  "KIF6": 2327,
  "KIFC1": 2328,
  "KIRREL3": 2329,
  "KISS1": 2330,
  "KISS1R": 2331,
  "KIT": 2332,
  "KL": 2333,
  "KLB": 2334,
  "KLF1": 2335,
  "KLF10": 2336,
  "KLF12": 2337,
  "KLF13": 2338,
  "KLF17": 2339,
  "KLF2": 2340,
  "KLF4": 2341,
  "KLF6": 2342,
  "KLF7": 2343,
  "KLF8": 2344,
  "KLHDC1": 2345,
  "KLHDC10": 2346,
  "KLHDC7B": 2347,
  "KLHDC8A": 2348,
  "KLHDC8B": 2349,
  "KLHDC9": 2350,
  "KLHL20": 2351,
  "KLHL22": 2352,
  "KLHL24": 2353,
  "KLHL28": 2354,
  "KLHL29": 2355,
  "KLHL3": 2356,
  "KLHL30": 2357,
  "KLHL4": 2358,
  "KLHL41": 2359,
  "KLHL6": 2360,
  "KLK1": 2361,
  "KLK10": 2362,
  "KLK11": 2363,
  "KLK4": 2364,
  "KLKB1": 2365,
  "KLRB1": 2366,
  "KLRC1": 2367,
  "KLRC4": 2368,
  "KLRF1": 2369,
  "KMO": 2370,
  "KMT2A": 2371,
  "KMT2C": 2372,
  "KMT2E": 2373,
  "KMT5A": 2374,
  "KNDC1": 2375,
  "KPNA1": 2376,
  "KPNA2": 2377,
  "KRBA1": 2378,
  "KRBOX1": 2379,
  "KRCC1": 2380,
  "KRT14": 2381,
  "KRT17": 2382,
  "KRT18": 2383,
  "KRT19": 2384,
  "KRT2": 2385,
  "KRT36": 2386,
  "KRT7": 2387,
  "KRT79": 2388,
  "KRT8": 2389,
  "KRT81": 2390,
  "KRT86": 2391,
  "KRTAP10-2": 2392,
  "KRTAP4-1": 2393,
  "KRTAP5-10": 2394,
  "KRTAP5-9": 2395,
  "KRTCAP3": 2396,
  "KSR1": 2397,
  "KYNU": 2398,
  "L3MBTL4": 2399,
  "LACTB": 2400,
  "LAD1": 2401,
  "LAG3": 2402,
  "LAIR1": 2403,
  "LALBA": 2404,
  "LAMC1": 2405,
  "LAMP2": 2406,
  "LAMTOR5": 2407,
  "LANCL3": 2408,
  "LAPTM4B": 2409,
  "LAPTM5": 2410,
  "LARP6": 2411,
  "LASP1": 2412,
  "LAT2": 2413,
  "LAX1": 2414,
  "LBH": 2415,
  "LBR": 2416,
  "LCA5": 2417,
  "LCK": 2418,
  "LCN12": 2419,
  "LCNL1": 2420,
  "LCOR": 2421,
  "LCP1": 2422,
  "LCP2": 2423,
  "LDB3": 2424,
  "LDHA": 2425,
  "LDHAL6A": 2426,
  "LDHB": 2427,
  "LDHD": 2428,
  "LDLRAD2": 2429,
  "LEAP2": 2430,
  "LEFTY1": 2431,
  "LEFTY2": 2432,
  "LEKR1": 2433,
  "LEMD1": 2434,
  "LENG8": 2435,
  "LENG9": 2436,
  "LEP": 2437,
  "LEPROT": 2438,
  "LGALS1": 2439,
  "LGALS12": 2440,
  "LGALS2": 2441,
  "LGALS3": 2442,
  "LGALS3BP": 2443,
  "LGALS8": 2444,
  "LGALS9": 2445,
  "LGALSL": 2446,
  "LGI2": 2447,
  "LGI4": 2448,
  "LGSN": 2449,
  "LHFPL4": 2450,
  "LHX1": 2451,
  "LIF": 2452,
  "LIFR": 2453,
  "LIG4": 2454,
  "LILRA1": 2455,
  "LILRA2": 2456,
  "LILRB1": 2457,
  "LILRB2": 2458,
  "LIM2": 2459,
  "LIMA1": 2460,
  "LIMD2": 2461,
  "LIME1": 2462,
  "LIMS1": 2463,
  "LIMS2": 2464,
  "LIN28A": 2465,
  "LIN7B": 2466,
  "LIPC": 2467,
  "LIPE": 2468,
  "LIPG": 2469,
  "LIPH": 2470,
  "LIX1": 2471,
  "LKAAEAR1": 2472,
  "LMCD1": 2473,
  "LMF1": 2474,
  "LMNA": 2475,
  "LMNTD2": 2476,
  "LMO2": 2477,
  "LMO4": 2478,
  "LMOD1": 2479,
  "LMOD2": 2480,
  "LMOD3": 2481,
  "LNPEP": 2482,
  "LNX1": 2483,
  "LONRF2": 2484,
  "LOX": 2485,
  "LOXL1": 2486,
  "LOXL2": 2487,
  "LOXL4": 2488,
  "LPA": 2489,
  "LPAR2": 2490,
  "LPAR5": 2491,
  "LPAR6": 2492,
  "LPCAT2": 2493,
  "LPGAT1": 2494,
  "LPIN1": 2495,
  "LPIN2": 2496,
  "LPIN3": 2497,
  "LPO": 2498,
  "LPP": 2499,
  "LPXN": 2500,
  "LRCH4": 2501,
  "LRG1": 2502,
  "LRGUK": 2503,
  "LRP1": 2504,
  "LRP10": 2505,
  "LRP12": 2506,
  "LRPAP1": 2507,
  "LRRC15": 2508,
  "LRRC17": 2509,
  "LRRC23": 2510,
  "LRRC25": 2511,
  "LRRC27": 2512,
  "LRRC29": 2513,
  "LRRC36": 2514,
  "LRRC37A": 2515,
  "LRRC39": 2516,
  "LRRC43": 2517,
  "LRRC55": 2518,
  "LRRC57": 2519,
  "LRRC63": 2520,
  "LRRC71": 2521,
  "LRRC74A": 2522,
  "LRRC74B": 2523,
  "LRRC75A": 2524,
  "LRRC8B": 2525,
  "LRRD1": 2526,
  "LRRN2": 2527,
  "LRRTM4": 2528,
  "LSAMP": 2529,
  "LSM7": 2530,
  "LSP1": 2531,
  "LST1": 2532,
  "LTA": 2533,
  "LTB": 2534,
  "LTBP1": 2535,
  "LTBP3": 2536,
  "LTBP4": 2537,
  "LTC4S": 2538,
  "LTF": 2539,
  "LTK": 2540,
  "LUM": 2541,
  "LXN": 2542,
  "LY6E": 2543,
  "LY75": 2544,
  "LY9": 2545,
  "LY96": 2546,
  "LYAR": 2547,
  "LYG2": 2548,
  "LYL1": 2549,
  "LYPD3": 2550,
  "LYRM1": 2551,
  "LYRM9": 2552,
  "LYSMD1": 2553,
  "LYSMD2": 2554,
  "LYST": 2555,
  "LYVE1": 2556,
  "LYZ": 2557,
  "LYZL2": 2558,
  "LYZL4": 2559,
  "M1AP": 2560,
  "M6PR": 2561,
  "MAB21L2": 2562,
  "MACC1": 2563,
  "MACF1": 2564,
  "MAD1L1": 2565,
  "MAD2L1": 2566,
  "MADCAM1": 2567,
  "MAEL": 2568,
  "MAF": 2569,
  "MAFB": 2570,
  "MAFF": 2571,
  "MAFK": 2572,
  "MAGEA11": 2573,
  "MAGEA9B": 2574,
  "MAGEB18": 2575,
  "MAGEB2": 2576,
  "MAGEC2": 2577,
  "MAGED2": 2578,
  "MAGEF1": 2579,
  "MALT1": 2580,
  "MAMDC2": 2581,
  "MAML2": 2582,
  "MAMLD1": 2583,
  "MAN1A1": 2584,
  "MAN1A2": 2585,
  "MAN1C1": 2586,
  "MAN2B2": 2587,
  "MANBA": 2588,
  "MANF": 2589,
  "MAOB": 2590,
  "MAP10": 2591,
  "MAP1A": 2592,
  "MAP1B": 2593,
  "MAP1LC3A": 2594,
  "MAP1LC3B": 2595,
  "MAP2K3": 2596,
  "MAP2K6": 2597,
  "MAP3K12": 2598,
  "MAP3K13": 2599,
  "MAP3K7CL": 2600,
  "MAP4K3": 2601,
  "MAP4K5": 2602,
  "MAP7": 2603,
  "MAP7D1": 2604,
  "MAPK1": 2605,
  "MAPK14": 2606,
  "MAPKAPK2": 2607,
  "MAPKBP1": 2608,
  "MAPRE3": 2609,
  "MARCKS": 2610,
  "MARCKSL1": 2611,
  "MARVELD2": 2612,
  "MARVELD3": 2613,
  "MASP1": 2614,
  "MASP2": 2615,
  "MAST4": 2616,
  "MAT1A": 2617,
  "MATN2": 2618,
  "MB": 2619,
  "MBD4": 2620,
  "MBD6": 2621,
  "MBIP": 2622,
  "MBNL1": 2623,
  "MBNL2": 2624,
  "MBOAT1": 2625,
  "MBOAT2": 2626,
  "MBOAT4": 2627,
  "MBOAT7": 2628,
  "MBP": 2629,
  "MC2R": 2630,
  "MCEMP1": 2631,
  "MCF2L2": 2632,
  "MCFD2": 2633,
  "MCHR2": 2634,
  "MCL1": 2635,
  "MCM10": 2636,
  "MCM3": 2637,
  "MCM4": 2638,
  "MCM5": 2639,
  "MCM6": 2640,
  "MCTP1": 2641,
  "MDFI": 2642,
  "MDGA1": 2643,
  "MDGA2": 2644,
  "MDH2": 2645,
  "MDK": 2646,
  "MDM4": 2647,
  "MECP2": 2648,
  "MED12L": 2649,
  "MED13L": 2650,
  "MED14OS": 2651,
  "MED18": 2652,
  "MEF2A": 2653,
  "MEF2C": 2654,
  "MEGF9": 2655,
  "MEI1": 2656,
  "MEIOB": 2657,
  "MEIOC": 2658,
  "MEIS1": 2659,
  "MEIS2": 2660,
  "MEIS3": 2661,
  "MEMO1": 2662,
  "MEOX1": 2663,
  "MEP1A": 2664,
  "MET": 2665,
  "METRN": 2666,
  "METRNL": 2667,
  "METTL7A": 2668,
  "METTL9": 2669,
  "MFAP2": 2670,
  "MFAP3L": 2671,
  "MFAP4": 2672,
  "MFGE8": 2673,
  "MFNG": 2674,
  "MFSD1": 2675,
  "MFSD2A": 2676,
  "MFSD2B": 2677,
  "MFSD6": 2678,
  "MGAM": 2679,
  "MGARP": 2680,
  "MGAT4A": 2681,
  "MGLL": 2682,
  "MGP": 2683,
  "MGST3": 2684,
  "MIA": 2685,
  "MIB2": 2686,
  "MICAL1": 2687,
  "MICAL2": 2688,
  "MID1IP1": 2689,
  "MIDN": 2690,
  "MIER1": 2691,
  "MILR1": 2692,
  "MIOX": 2693,
  "MISP": 2694,
  "MIXL1": 2695,
  "MKI67": 2696,
  "MKLN1": 2697,
  "MKNK2": 2698,
  "MKRN1": 2699,
  "MLC1": 2700,
  "MLLT11": 2701,
  "MLPH": 2702,
  "MLXIP": 2703,
  "MLYCD": 2704,
  "MMD": 2705,
  "MME": 2706,
  "MMP11": 2707,
  "MMP19": 2708,
  "MMP2": 2709,
  "MMP21": 2710,
  "MMP23B": 2711,
  "MMP25": 2712,
  "MMP28": 2713,
  "MMP9": 2714,
  "MMRN2": 2715,
  "MNDA": 2716,
  "MOAP1": 2717,
  "MOB1A": 2718,
  "MOB1B": 2719,
  "MOB3A": 2720,
  "MOB3C": 2721,
  "MOBP": 2722,
  "MOG": 2723,
  "MOGAT1": 2724,
  "MOGAT2": 2725,
  "MORC4": 2726,
  "MORN3": 2727,
  "MORN5": 2728,
  "MPC2": 2729,
  "MPP1": 2730,
  "MPPED2": 2731,
  "MPZL1": 2732,
  "MPZL3": 2733,
  "MR1": 2734,
  "MRAP": 2735,
  "MRC2": 2736,
  "MROH7": 2737,
  "MROH8": 2738,
  "MRPL13": 2739,
  "MS4A2": 2740,
  "MS4A3": 2741,
  "MS4A4A": 2742,
  "MS4A4E": 2743,
  "MS4A6A": 2744,
  "MSH4": 2745,
  "MSH6": 2746,
  "MSI1": 2747,
  "MSMB": 2748,
  "MSMO1": 2749,
  "MSN": 2750,
  "MSRB1": 2751,
  "MSRB2": 2752,
  "MSRB3": 2753,
  "MSS51": 2754,
  "MSX1": 2755,
  "MT-ATP6": 2756,
  "MT-CO1": 2757,
  "MT-CO2": 2758,
  "MT-CO3": 2759,
  "MT-CYB": 2760,
  "MT-ND1": 2761,
  "MT-ND2": 2762,
  "MT-ND3": 2763,
  "MT-ND4": 2764,
  "MT-ND4L": 2765,
  "MT-ND5": 2766,
  "MT-ND6": 2767,
  "MT1E": 2768,
  "MT1F": 2769,
  "MT1G": 2770,
  "MT1M": 2771,
  "MT1X": 2772,
  "MT2A": 2773,
  "MTA2": 2774,
  "MTAP": 2775,
  "MTFR1L": 2776,
  "MTHFD2L": 2777,
  "MTHFR": 2778,
  "MTMR11": 2779,
  "MTTP": 2780,
  "MTURN": 2781,
  "MTUS1": 2782,
  "MUC12": 2783,
  "MUC16": 2784,
  "MUC17": 2785,
  "MUC20": 2786,
  "MUC3A": 2787,
  "MUC4": 2788,
  "MUCL1": 2789,
  "MVP": 2790,
  "MX1": 2791,
  "MXD1": 2792,
  "MXD3": 2793,
  "MXD4": 2794,
  "MXRA7": 2795,
  "MXRA8": 2796,
  "MYADM": 2797,
  "MYADML2": 2798,
  "MYB": 2799,
  "MYBL2": 2800,
  "MYBPC1": 2801,
  "MYBPC3": 2802,
  "MYBPHL": 2803,
  "MYC": 2804,
  "MYCBP2": 2805,
  "MYCBPAP": 2806,
  "MYCN": 2807,
  "MYEOV": 2808,
  "MYH11": 2809,
  "MYH14": 2810,
  "MYH15": 2811,
  "MYH6": 2812,
  "MYH7B": 2813,
  "MYH9": 2814,
  "MYL10": 2815,
  "MYL12A": 2816,
  "MYL12B": 2817,
  "MYL3": 2818,
  "MYL4": 2819,
  "MYL6": 2820,
  "MYL9": 2821,
  "MYLIP": 2822,
  "MYLK": 2823,
  "MYLK4": 2824,
  "MYLPF": 2825,
  "MYO10": 2826,
  "MYO15A": 2827,
  "MYO15B": 2828,
  "MYO16": 2829,
  "MYO18B": 2830,
  "MYO1B": 2831,
  "MYO1F": 2832,
  "MYO1G": 2833,
  "MYO5A": 2834,
  "MYO5B": 2835,
  "MYO6": 2836,
  "MYO7A": 2837,
  "MYO7B": 2838,
  "MYOG": 2839,
  "MYOM1": 2840,
  "MYOM2": 2841,
  "MYOZ1": 2842,
  "MYOZ2": 2843,
  "MYOZ3": 2844,
  "MYPN": 2845,
  "MYT1": 2846,
  "MYT1L": 2847,
  "MYZAP": 2848,
  "MZB1": 2849,
  "N4BP2": 2850,
  "N4BP2L1": 2851,
  "N4BP2L2": 2852,
  "NAALAD2": 2853,
  "NAALADL1": 2854,
  "NAALADL2": 2855,
  "NAB2": 2856,
  "NABP1": 2857,
  "NACA": 2858,
  "NAGK": 2859,
  "NANOG": 2860,
  "NAP1L2": 2861,
  "NAPEPLD": 2862,
  "NAPSA": 2863,
  "NARF": 2864,
  "NASP": 2865,
  "NAV2": 2866,
  "NAV3": 2867,
  "NBEA": 2868,
  "NBPF10": 2869,
  "NBPF14": 2870,
  "NBPF15": 2871,
  "NBPF19": 2872,
  "NBPF26": 2873,
  "NBR1": 2874,
  "NCALD": 2875,
  "NCF1": 2876,
  "NCF2": 2877,
  "NCF4": 2878,
  "NCKAP1L": 2879,
  "NCL": 2880,
  "NCMAP": 2881,
  "NCOA1": 2882,
  "NCOA2": 2883,
  "NCOA3": 2884,
  "NCOA4": 2885,
  "NCOA7": 2886,
  "NCR3": 2887,
  "NCSTN": 2888,
  "NDRG1": 2889,
  "NDRG4": 2890,
  "NDUFB6": 2891,
  "NDUFC1": 2892,
  "NDUFS4": 2893,
  "NEB": 2894,
  "NECAB1": 2895,
  "NECAP2": 2896,
  "NEFM": 2897,
  "NEIL1": 2898,
  "NEK10": 2899,
  "NEK8": 2900,
  "NEK9": 2901,
  "NENF": 2902,
  "NES": 2903,
  "NET1": 2904,
  "NEU1": 2905,
  "NEU4": 2906,
  "NEURL2": 2907,
  "NEUROD1": 2908,
  "NEUROD2": 2909,
  "NEXN": 2910,
  "NF1": 2911,
  "NFAM1": 2912,
  "NFASC": 2913,
  "NFAT5": 2914,
  "NFE2": 2915,
  "NFE2L2": 2916,
  "NFKB2": 2917,
  "NFKBIA": 2918,
  "NFKBIZ": 2919,
  "NGEF": 2920,
  "NGFR": 2921,
  "NGRN": 2922,
  "NHLH1": 2923,
  "NHLRC3": 2924,
  "NHLRC4": 2925,
  "NINJ1": 2926,
  "NINJ2": 2927,
  "NIPBL": 2928,
  "NIPSNAP3A": 2929,
  "NIPSNAP3B": 2930,
  "NIT1": 2931,
  "NKAIN4": 2932,
  "NKAPL": 2933,
  "NKG7": 2934,
  "NKX2-4": 2935,
  "NKX2-8": 2936,
  "NKX3-1": 2937,
  "NLRC4": 2938,
  "NLRC5": 2939,
  "NLRP12": 2940,
  "NLRX1": 2941,
  "NMB": 2942,
  "NME1": 2943,
  "NME3": 2944,
  "NNMT": 2945,
  "NOCT": 2946,
  "NOD2": 2947,
  "NOL3": 2948,
  "NOS1AP": 2949,
  "NOTCH2": 2950,
  "NOTUM": 2951,
  "NOVA1": 2952,
  "NOVA2": 2953,
  "NOX5": 2954,
  "NOXA1": 2955,
  "NOXRED1": 2956,
  "NPAP1": 2957,
  "NPAS1": 2958,
  "NPAS3": 2959,
  "NPC1L1": 2960,
  "NPC2": 2961,
  "NPDC1": 2962,
  "NPFF": 2963,
  "NPFFR1": 2964,
  "NPHP1": 2965,
